Repository: FriesI23/mhabit
Catalog: assets/l10n/*.arb
Languages: ar, cs, de, es, fa, fr, hu, it, pl, ru, tr, uk, vi, zh, zh_hant

# appSetting_resetConfigSuccess_snackbarText
source: reset app configs succeed
ar: تمت إعادة تعيين إعدادات التطبيق بنجاح
de: Zurücksetzen erfolgreich
es: Restablecimiento de los ajustes fue exitoso
fa: بازنشانی تنظیمات برنامه با موفقیت انجام شد
fr: Réinitialisation de la configuration réussie
it: ripristino impostazioni app riuscito
pl: Ustawienia aplikacji zostały zresetowane
ru: настройки приложения сброшены
tr: uygulama yapılandırmalarını sıfırlama başarılı
uk: скидання конфігурації програми успішне
vi: đặt lại cấu hình ứng dụng thành công
zh: 已重置应用设置
zh_hant: 已成功重設應用程式設定

# appAbout_licenseTile_subtitleText
source: Apache License, Version 2.0
ar: ترخيص Apache، الإصدار 2.0
es: Licencia Apache versión 2.0
fa: لایسنس آپاچی، نسخه 2.0
it: Licenza Apache, Versione 2.0
pl: Licencja Apache, wersja 2.0
uk: Ліцензія Apache, версія 2.0
vi: Giấy phép Apache, Phiên bản 2.0
zh: Apache许可 版本2.0
zh_hant: Apache 授權，版本 2.0

# appAbout_licenseThirdPartyTile_subtitleText
source: flutter
fa: فلاتر
vi: rung chuyển

# donateWay_wechatPay
source: Wechat Pay
fa: پرداخت ویچت
vi: Wechat trả tiền
zh: 微信
zh_hant: 微信支付

# debug_logLevel_debug
source: Debug
ar: تصحيح (Debug)
es: Depurar
ru: Отладка
tr: Hata Ayıklama
uk: Налагодження
vi: Gỡ lỗi
zh_hant: 除錯

# debug_logLevel_info
source: Info
ar: معلومات (Info)
es: Información
pl: Informacja
ru: Инфо
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hant: 資訊

# channelName_appDebugger
source: Debugger
ar: مصحح أخطاء التطبيق
pl: Debuger
ru: Отладчик
tr: Hata ayıklayıcı
uk: Налагоджувач
vi: Trình gỡ lỗi

# appName
source: Table Habit
ar: جدول العادات
fa: جدول عادت‌ها
ru: Таблица Привычек
zh: 桌上习惯
zh_hant: 桌上習慣

# donateWay_cryptoCurrency_BTC
source: BTC
ar: بيتكوين (BTC)
zh: 比特币
zh_hant: 比特幣

# donateWay_cryptoCurrency_ETH
source: ETH
ar: إيثريوم (ETH)
zh: 以太坊
zh_hant: 以太幣

# donateWay_cryptoCurrency_BNB
source: BNB
ar: عملة بينانس (BNB)
zh: 币安币
zh_hant: 幣安幣

# donateWay_cryptoCurrency_AVAX
source: AVAX
ar: أفالانش (AVAX)
zh_hant: 雪崩幣

# donateWay_cryptoCurrency_FTM
source: FTM
ar: فانتوم (FTM)

# donateWay_firstQRGroup
source: Alipay & Wechat Pay
ar: Alipay و WeChat Pay
es: Alipay y Wechat Pay
fr: Alipay et Wechat Pay
uk: Alipay і Wechat Pay
zh: 支付宝与微信
zh_hant: 支付寶及微信支付

# appSync_nowTile_dateFormat
source: {ymd} {jms}
ar: {dmy} {jms}

# donateWay_alipay
source: Alipay
fa: آلی‌پِی
zh: 支付宝
zh_hant: 支付寶

# donateWay_paypal
source: Paypal
fa: پی‌پال
