Repository: FriesI23/mhabit
Catalog: assets/l10n/*.arb
Languages: ar, cs, de, es, fa, fr, hu, it, pl, ru, tr, uk, vi, zh, zh_hant

# experimentalFeatures_warnTile_titleText
source: Experimental feature ({syncName}) is disabled, but the function is still running.
ar: الميزة التجريبية ({syncName}) معطلة، لكن وظيفتها لا تزال قيد التشغيل.
hu: A kísérleti funkció ({syncName}) le van tiltva, de a funkció továbbra is fut.
pl: Funkcja eksperymentalna ({syncName}) jest wyłączona, ale nadal działa.
ru: Экспериментальная возможность ({syncName}) отключена, но она все ещё работает.
tr: Deneysel özellik ({syncName}) devre dışı bırakılır, ancak işlev hala çalışıyor.
uk: Експериментальна функція ({syncName}) вимкнена, але функція все ще працює.
vi: Tính năng thử nghiệm ({syncName}) đã tắt nhưng chức năng này vẫn chạy.

# experimentalFeatures_warnTile_forHabitSyncText
source: To completely disable, long press to access '{menuName}' and turn it off.
ar: لتعطيلها بالكامل، اضغط مطولاً للوصول إلى '{menuName}' وقم بإيقاف تشغيلها.
hu: Teljes kikapcsoláshoz hosszú nyomással nyisd meg a '{menuName}' menüt, és kapcsold ki.
pl: Aby całkowicie wyłączyć, przytrzymaj, aby otworzyć '{menuName}' i wyłącz ją.
ru: Чтобы полностью отключить долго нажмите, чтобы получить доступ к '{menuName}' и выключите его.
tr: Tamamen devre dışı bırakmak için '{menuName}' a erişmek ve kapatmak için uzun basın.
uk: Щоб повністю вимкнути, утримуйте, щоб отримати доступ до '{menuName}' і вимкніть його.
vi: Để tắt hoàn toàn, nhấn và giữ để truy cập '{menuName}' và tắt nó đi.

# experimentalFeatures_habitSearchTile_titleText
source: Habit Search
hu: Szokás keresés
pl: Wyszukiwanie nawyków
vi: Tìm kiếm thói quen

# experimentalFeatures_habitSearchTile_subtitleText
source: Once enabled, a search bar will appear at the top of the Habits screen and allowing to search habits.
hu: Engedélyezés után a Szokások képernyő tetején keresősáv jelenik meg, ahol szokások kereshetők.
pl: Po włączeniu pasek wyszukiwania pojawi się u góry ekranu Nawyków, umożliwiając wyszukiwanie nawyków.
vi: Sau khi đã bật, thanh tìm kiếm sẽ xuất hiện ở đầu màn hình Thói quen và cho phép tìm kiếm thói quen.

# appAbout_appbarTile_titleText
source: About
ar: حول التطبيق
de: Über diese App
es: Acerca de
fa: درباره
fr: À propos
hu: Névjegy
it: Riguardo a
pl: Informacje
ru: О приложении
tr: Hakkında
uk: Про
vi: Giới thiệu về
zh: 关于
zh_hant: 關於

# appAbout_versionTile_titleText
source: Version: {appVersion}
ar: الإصدار: {appVersion}
es: Versión: {appVersion}
fa: نسخه: {appVersion}
hu: Verzió: {appVersion}
it: Versione: {appVersion}
pl: Wersja: {appVersion}
ru: Версия: {appVersion}
tr: Versiyon: {appVersion}
uk: Версія: {appVersion}
vi: Phiên bản: {appVersion}
zh_hant: 版本：{appVersion}

# appAbout_sourceCodeTile_titleText
source: Source code
ar: الكود المصدري
de: Quellcode
es: Código fuente
fa: کد منبع
fr: Code source
hu: Forráskód
it: Codice sorgente
pl: Kod źródłowy
ru: Исходный код
tr: Kaynak kodu
uk: Вихідний код
vi: Mã nguồn
zh: 源码
zh_hant: 原始碼

# appAbout_issueTrackerTile_titleText
source: Issue tracker
ar: متتبع المشكلات
de: Fehlerverfolgung
es: Seguimiento de errores
fa: پیگیری مشکلات
fr: Suivi des tickets
hu: Hibakövető
pl: Śledzenie problemów
ru: Баг трекер
tr: Hata izleyici
uk: Відстеження проблем
vi: Người theo dõi vấn đề
zh: 问题/讨论
zh_hant: 問題追蹤

# appAbout_contactEmailTile_titleText
source: Contact me
ar: تواصل معي
de: Kontaktiere den Author
es: Contáctame
fa: تماس با من
fr: Me contacter
hu: Kapcsolatfelvétel
it: Contattami
pl: Skontaktuj się ze mną
ru: Написать мне
tr: Bana ulaş
uk: Зв'яжіться зі мною
vi: Liên hệ với tôi
zh: 联系我
zh_hant: 聯絡我

# appAbout_contactEmailTile_emailBody
source: Hi, I'm glad you reached out to me. If you're reporting a bug, please indicate the app version and describe the steps to reproduce it. --------------------------------------
ar: مرحباً، يسعدني تواصلك معي. إذا كنت تبلغ عن خطأ، يرجى ذكر إصدار التطبيق ووصف خطوات إعادة إنتاج المشكلة. --------------------------------------
es: Hola, me alegro de que te hayas comunicado conmigo. Si estás informando de un error, indica la versión de la aplicación y describe los pasos para reproducirlo. --------------------------------------
fa: سلام، خوشحالم که با من تماس گرفتید. اگر یک باگ گزارش می‌دهید، لطفاً نسخه برنامه را مشخص کنید و مراحل تکرار آن را توصیف کنید. --------------------------------------
fr: Salut, je suis content que vous me contactiez. Si vous voulez remonter une anomalie, merci d’indiquer la version de l’application et de décrire les étapes pour la reproduire. --------------------------------------
hu: Szia, örülök, hogy megkerestél. Ha hibát jelzel, kérlek add meg az alkalmazás verzióját és írd le a reprodukálás lépéseit. --------------------------------------
it: Ciao, sono lieto che tu mi abbia contattato. Se stai segnalando un bug, indica la versione dell'app e descrivi i passaggi per riprodurlo. --------------------------------------
pl: Cześć, cieszę się, że się ze mną skontaktowałeś. Jeśli zgłaszasz błąd, podaj wersję aplikacji i opisz kroki do jego odtworzenia. --------------------------------------
tr: Merhaba, Bana yazdığın için memnunum. Eğer bir hata bildiriyorsan, lütfen uygulama versiyonunu belirt ve hatayı ortaya çıkaran adımları açıkla. --------------------------------------
uk: Привіт, я радий, що ти звернувся до мене. Якщо ви повідомляєте про помилку, будь ласка, вкажіть версію програми та опишіть кроки для її відтворення. -------------------------------------
vi: Xin chào, tôi rất vui vì bạn đã liên hệ với tôi. Nếu bạn đang báo cáo lỗi, vui lòng cho biết phiên bản ứng dụng và mô tả các bước để tái tạo lỗi đó. ------------- -------------------------
zh: Hi, 很高兴你能够联系我。 如果反馈BUG需要注明版本并阐述复现流程 --------------------------------------
zh_hant: 您好，很高興您與我聯繫。 如果您要回報錯誤，請提供應用程式版本和重現步驟。 --------------------------------------

# appAbout_licenseTile_titleText
source: License
ar: الترخيص
de: Lizens
es: Licencia
fa: لایسنس
fr: Licence
hu: Licenc
it: Licenza
pl: Licencja
ru: Лицензия
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh: 开源许可
zh_hant: 授權

# appAbout_licenseThirdPartyTile_titleText
source: Third Party Licensing Statement
ar: تراخيص الطرف الثالث
de: Drittanbierterlizensen
es: Declaración de licencias de terceros
fa: بیانیه لایسنس‌های شخص ثالث
fr: Déclaration des licences pour les tierces parties
hu: Harmadik fél licenc nyilatkozat
it: Dichiarazione Licenza Di Terze Parti
pl: Oświadczenie licencyjne oprogramowania firm trzecich
tr: Üçüncü Taraf Lisanslama Bildirimi
uk: Заява про ліцензування третьої сторони
vi: Tuyên bố cấp phép của bên thứ ba
zh: 第三方许可声明
zh_hant: 第三方授權聲明

# appAbout_privacyTile_titleText
source: Privacy
ar: سياسة الخصوصية
hu: Adatvédelem
pl: Prywatność
ru: Конфиденциальность
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư

# appAbout_privacyTile_subTitleText
source: Access the privacy policy in this app
ar: الاطلاع على سياسة الخصوصية لهذا التطبيق
es: Acceder a la política de privacidad
hu: Az alkalmazásban elérheted az adatvédelmi szabályzatot
pl: Dostęp do polityki prywatności w aplikacji
ru: Ознакомьтесь с политикой конфиденциальности в этом приложении
tr: Uygulamadaki gizlilik politikasına erişin
uk: Ознайомтеся з політикою конфіденційності в цьому додатку
vi: Truy cập chính sách quyền riêng tư trong ứng dụng này

# appAbout_donateTile_titleText
source: Donate
ar: ادعمنا
de: Spenden
es: Donar
fa: حمایت مالی
fr: Don
hu: Adományozás
it: Dona
pl: Wesprzyj
ru: Пожертвовать
tr: Bağış yap
uk: Пожертвуйте
vi: Quyên tặng
zh: 捐赠
zh_hant: 贊助

# appAbout_donateTile_subTitleText
source: I'm a personal developer. If you like this app, please buy me a ☕.
ar: أنا مطور مستقل. إذا أعجبك هذا التطبيق، يمكنك دعمي بشراء فنجان قهوة ☕.
de: Ich entwickle diese App als Hobby. Bitte kaufe mir doch einen ☕.
es: Estoy desarrollando esta aplicación como hobby. Por favor cómprame un ☕.
fa: من یک توسعه‌دهنده شخصی هستم. اگر از این برنامه خوشتان آمده، لطفاً یک فنجان قهوه برایم بخرید ☕.
fr: Je suis un développeur particulier. Si vous aimez cette application, offrez-moi un ☕.
hu: Személyes fejlesztő vagyok. Ha tetszik az alkalmazás, vegyél nekem egy ☕-t.
it: Sono uno sviluppatore personale. Se ti piace quest'app, comprami un ☕.
pl: Jestem indywidualnym deweloperem. Jeśli podoba Ci się aplikacja, kup mi ☕.
ru: Я индивидуальный разработчик. Если вам нравится это приложение, купите мне ☕.
tr: Ben kişisel bir geliştiriciyim. Bu uygulamayı beğendiyseniz, lütfen bana bir ☕ satın alın.
uk: Я персональний розробник. Якщо вам подобається цей додаток, купіть мені ☕.
vi: Tôi là nhà phát triển cá nhân. Nếu bạn thích ứng dụng này, vui lòng mua cho tôi một ☕.
zh: 我是一名个人开发者，如果你觉得这个应用好用，请帮我买一杯☕
zh_hant: 我是一位獨立開發者。如果您喜歡這個應用程式，可以考慮贊助我一杯 ☕。

# donateWay_buyMeACoffee
source: Buy me a coffee
ar: اشترِ لي فنجان قهوة
es: Invítame a un café
fa: یک فنجان قهوه برایم بخرید
fr: M’offrir un café
hu: Vegyél nekem egy kávét
it: Comprami un caffè
ru: Купить мне кофе
tr: Bana bir kahve ısmarla
uk: Купи мені кави
vi: Mua cho tôi một ly cà phê
zh: 请我喝一杯咖啡
zh_hant: 買杯咖啡

# donateWay_cryptoCurrency
source: Crypto Currencies
ar: العملات الرقمية
es: CRIPTOMONEDAS
fa: رمزارز
fr: Cryptomonnaies
hu: Kriptovaluták
it: Criptovalute
pl: Kryptowaluty
ru: Криптовалюты
tr: Kripto Paralar
uk: Криптовалюти
vi: Tiền tệ điện tử
zh: 加密货币
zh_hant: 加密貨幣

# appAbout_donateDialog_copiedCrypto_msg
source: Copied {name}'s Address
ar: تم نسخ عنوان {name}
de: {name}s Adresse kopiert
es: Copiada la dirección de {name}
fa: کپی شد {name} آدرس
fr: Adresse de {name} copiée
hu: {name} cím másolva
it: Indirizzo di {name} copiato
pl: Skopiowano adres {name}
ru: Скопирован адрес {name}
tr: {name}'in adresi kopyalandı
uk: Скопійовано адресу {name}
vi: Đã sao chép địa chỉ của {name}
zh: 已复制{name}地址
zh_hant: 已複製 {name} 的地址

# batchCheckin_appbar_title
source: Batch Check-in
ar: تسجيل جماعي
de: Stapel-Check-in
es: Registro por lotes
fa: بررسی دسته‌ای
fr: Validation groupée
hu: Tömeges bejelentkezés
it: Check-In di gruppo
pl: Zbiorcze Zaznaczanie
ru: Групповой чекин
tr: Toplu Giriş
uk: Пакетна реєстрація
vi: Check-in Nhóm
zh: 批量打卡
zh_hant: 批次打卡

# batchCheckin_datePicker_prevButton_tooltip
source: Previous day
ar: اليوم السابق
de: Vorheriger Tag
es: El día anterior
fa: روز قبلی
fr: Jour précédent
hu: Előző nap
it: Giorno precedente
pl: Poprzedni dzień
ru: Предыдущий день
tr: Önceki gün
uk: Попередній день
vi: Ngày trước
zh: 前一天
zh_hant: 前一天

# batchCheckin_datePicker_nextButton_tooltip
source: Next day
ar: اليوم التالي
de: Nächster Tag
es: El día siguiente
fa: روز بعدی
fr: Jour suivant
hu: Következő nap
it: Prossimo giorno
pl: Następny dzień
ru: Следующий день
tr: Sonraki gün
uk: Наступного дня
vi: Ngày sau
zh: 后一天
zh_hant: 後一天

# batchCheckin_status_skip_text
source: Skip
ar: تخطّي
de: Überspringen
es: Omitir
fa: رد
fr: Passer
hu: Kihagyás
it: Salta
pl: Pomiń
ru: Пропустить
tr: Geç
uk: Пропустити
vi: Bỏ qua
zh: 跳过
zh_hant: 跳過

# batchCheckin_status_ok_text
source: Complete
ar: إكمال
de: Abgeschlossen
es: Terminado
fa: تکمیل شده
fr: Complet
hu: Teljesítve
it: Completo
pl: Ukończone
ru: Завершено
tr: Tamamlandı
uk: Повний
vi: Hoàn thành
zh: 完成
zh_hant: 完成

# batchCheckin_status_double_text
source: x2 Hit!
ar: إنجاز مضاعف!
de: Doppelter Erfolg!
es: ¡Doble éxito!
fa: دو برابر!
fr: Double réussite !
hu: x2 Találat!
pl: x2 Trafienie!
tr: x2 Başarı!
uk: x2 удар!
vi: đạt gấp đôi!
zh: 超量完成
zh_hant: 雙倍達成！

# batchCheckin_status_zero_text
source: Incomplete
ar: عدم إكمال
de: Unvollständig
es: Incompleto
fa: ناتکمیل
fr: Incomplet
hu: Nem teljesített
it: Incompleto
pl: Nieukończone
ru: Незавершенно
tr: Tamamlanmadı
uk: Неповний
vi: Chưa hoàn thành
zh: 未完成
zh_hant: 未完成

# batchCheckin_habits_groupTitle
source: {count} {count, plural, =1{Habit} other{Habits}} selected
ar: تم تحديد {count, plural, =1{عادة واحدة} few{{count} عادات} many{{count} عادة} other{{count} عادة}}
de: {count, plural, =1{Gewohnheit} other{Gewohnheiten}} ausgewählt
es: {count} {count, plural, =1{Hábito} other{Hábitos}} seleccionados
fa: انتخاب شده {count} عادت
fr: {count, plural, =1{Habitude} other{Habitudes}} sélectionnée(s)
hu: {count} {count, plural, =1{szokás} other{szokás}} kiválasztva
it: {count} {count, plural, =1{Abitudine} other{Abitudini}} selezionate
pl: {count} {count, plural, =1{Nawyk} other{Nawyki}} selected
tr: {count} {count, plural, =1{Alışkanlık} other{Alışkanlıklar}} seçildi
uk: {count} {count, plural, =1{Habit} other{Habits}} вибрано
vi: {count} {count, plural, =1{thói quen} other{thói quen}} đã chọn
zh: 已选择{count}个习惯}
zh_hant: 已選擇 {count} 個{count, plural, =1{習慣} other{習慣}}

# batchCheckin_save_button_text
source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
it: Salva
pl: Zapisz
ru: Сохранить
tr: Kaydet
uk: зберегти
vi: Lưu
zh: 保存
zh_hant: 儲存

# batchCheckin_reset_button_text
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
pl: Resetuj
ru: Сбросить
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh: 重置
zh_hant: 重設

# batchCheckin_completed_snackbar_text
source: Modified {count, plural, =1{habit's status} other{status of {count} habits}}
ar: تم تعديل {count, plural, =1{حالة عادة واحدة} few{حالة {count} عادات} many{حالة {count} عادة} other{حالة {count} عادة}}
es: Modificado {count, plural, =1{estado del hábito} other{estado de {count} hábitos}}
hu: Módosítva {count, plural, =1{a szokás állapota} other{{count} szokás állapota}}
it: Modificato {count, plural, =1{stato di un'abitudine} other{stato di {count} abitudini}}
pl: Zmodyfikowano {count, plural, =1{status nawyku} other{status {count} nawyków}}
ru: Изменено {count, plural, =1{состояние привычки} other{состояние {count} привычек}}
tr: {count, plural, =1{Alışkanlık durumu} other{{count} alışkanlığın durumu}} güncellendi
uk: Змінено {count, plural, =1{статус звички} other{статус {count} звичок}}
vi: Đã sửa đổi {count, plural, =1{habit's status} other{status of {count} habits}}
zh_hant: 已修改 {count, plural, =1{個習慣的狀態} other{{count} 個習慣的狀態}}

# batchCheckin_save_confirmDialog_title
source: Overwrite Existing Records
ar: الكتابة فوق السجلات الحالية؟
de: Bestehende Einträge überschreiben
es: Sobrescribir registros existentes
fa: بازنویسی رکوردهای موجود
fr: Écraser les enregistrements existants
hu: Meglévő bejegyzések felülírása
it: Sovrascrivi Voci Esistenti
pl: Nadpisz istniejące rekordy
tr: Mevcut Kayıtların Üzerine Yaz
uk: Перезаписати існуючі записи
vi: Ghi đè các bản ghi hiện có
zh: 覆盖现有记录
zh_hant: 覆蓋現有記錄

# batchCheckin_save_confirmDialog_body
source: Existing records will be overwritten After saving, previous records will be lost.
ar: سيتم الكتابة فوق السجلات الحالية بعد الحفظ، وسيتم فقدان السجلات السابقة.
de: Bestehende Einträge werden überschrieben. Nach dem Speichern gehen frühere Einträge verloren.
es: Los registros existentes se sobrescribirán. Después de guardar, se perderán los registros anteriores.
fa: رکوردهای موجود پس از ذخیره بازنویسی می‌شوند. رکوردهای قبلی از دست خواهند رفت.
fr: Les enregistrements existants seront écrasés. Après l'enregistrement, les enregistrements précédents seront perdus.
hu: A meglévő bejegyzések felülíródnak. Mentés után az előző bejegyzések elvesznek.
it: Le voci esistenti saranno sovrascritte. Dopo il salvataggio, le voci precedenti andranno perse.
pl: Istniejące rekordy zostaną nadpisane. Po zapisaniu poprzednie rekordy zostaną utracone.
tr: Kaydedildikten sonra mevcut kayıtların üzerine yazılacak, önceki kayıtlar kaybolacak.
uk: Існуючі записи буде перезаписано. Після збереження попередні записи буде втрачено.
vi: Các bản ghi hiện có sẽ bị ghi đè. Sau khi lưu, các bản ghi trước đó sẽ bị mất.
zh: 保存后将覆盖现有记录，之前记录将丢失。
zh_hant: 儲存後，現有記錄將被覆蓋，之前的記錄將會遺失。

# batchCheckin_save_confirmDialog_confirmButton_text
source: save
ar: حفظ
de: Speichern
es: guardar
fa: ذخیره
fr: Enregistrer
hu: mentés
it: salva
pl: zapisz
ru: сохранить
tr: kaydet
uk: зберегти
vi: lưu
zh: 保存
zh_hant: 儲存

# batchCheckin_save_confirmDialog_cancelButton_text
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# batchCheckin_close_confirmDialog_title
source: Confirm Return
ar: تأكيد العودة؟
de: Rückkehr bestätigen
es: Confirmar devolución
fa: تأیید بازگشت
fr: Confirmer le retour
hu: Kilépés megerősítése
it: Conferma di Tornare Indietro
pl: Potwierdź powrót
tr: Dönüşü Onayla
uk: Підтвердити повернення
vi: Xác nhận Quay lại
zh: 确认返回
zh_hant: 確認返回

# batchCheckin_close_confirmDialog_body
source: Check-in Status Changes won't be applied before saved
ar: لن يتم تطبيق تغييرات حالة المتابعة قبل الحفظ.
de: Änderungen am Eincheckstatus werden erst nach dem Speichern angewendet.
es: Los cambios en el estado de la verificación solo se aplicarán después de guardarlos.
fa: تغییرات وضعیت چکین‌کردن قبل از ذخیره اعمال نخواهد شد.
fr: Les changements d'état de validation ne seront pas appliqués avant d'être enregistrés.
hu: A bejelentkezés állapotváltozásai nem kerülnek mentésre.
it: Le modifiche allo stato del Check-In non saranno applicate prima di aver salavto
pl: Zmiany statusu zaznaczenia nie zostaną zapisane, jeśli nie zapiszesz
tr: Giriş durumu değişiklikleri kaydedilmeden uygulanmayacak
uk: Зміни статусу реєстрації не будуть застосовані до збереження
vi: Các thay đổi trạng thái check-in sẽ không được áp dụng trước khi được lưu
zh: 未保存的打卡状态更改将不会生效。
zh_hant: 打卡狀態的變更在儲存前不會被套用

# batchCheckin_close_confirmDialog_confirmButton_text
source: exit
ar: خروج
de: Beenden
es: salir
fa: خروج
fr: Quitter
hu: kilépés
it: esci
pl: wyjdź
ru: выход
tr: çıkış
uk: вихід
vi: thoát
zh: 确认
zh_hant: 離開

# batchCheckin_close_confirmDialog_cancelButton_text
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# appReminder_dailyReminder_title
source: 🏝 Did you stick to your habits today?
ar: 🏝️ هل التزمت بعاداتك اليوم؟
de: 🏝 Bist du heute bei deinen Gewohnheiten geblieben?
es: 🏝 ¿Sigues con tus hábitos?
fa: 🏝 آیا امروز به عادت‌های خود پایبند بوده‌اید؟
fr: 🏝 Avez-vous gardé vos habitudes, aujourd’hui ?
hu: 🏝 Ma betartottad a szokásaidat?
it: 🏝 Hai mantenuto le tue abitudini oggi?
pl: 🏝 Czy udało Ci się dziś trzymać nawyków?
ru: 🏝 Вы сегодня придерживались своих привычек?
tr: 🏝 Bugün alışkanlıklarınıza bağlı kaldınız mı?
uk: 🏝 Чи дотрималися ви сьогодні своїх звичок?
vi: 🏝 Hôm nay bạn có giữ thói quen của mình không?
zh: 🏝 你今天坚持了自己的习惯吗？
zh_hant: 🏝 你今天堅持習慣了嗎？

# appReminder_dailyReminder_body
source: click to enter app and punch in on time.
ar: انقر للدخول إلى التطبيق ومتابعة تقدمك.
es: Haz clic para ingresar a la aplicación y registrar tu entrada a tiempo.
fa: برای ورود به برنامه و انجام به موقع عادت‌ها کلیک کنید.
hu: Kattints a belépéshez és időben jelöld a teljesítést.
it: tocca per entrare nell'app ed effettuare il check-in in tempo.
pl: kliknij, aby wejść do aplikacji i odznaczyć nawyki na czas.
ru: Нажмите чтобы войти в приложение и вписаться вовремя.
tr: Uygulamayı açıp zamanında giriş yapmak için tıklayın.
uk: натисніть, щоб увійти в програму та зайти вчасно.
vi: nhấp để vào ứng dụng và đăng nhập đúng giờ.
zh: 点击进入应用并按时打卡。
zh_hant: 點選進入應用程式並準時打卡。

# common_habitColorType_cc1
source: Deep lilac
ar: ليلكي داكن
de: Flieder
es: Lila oscuro
fa: بنفش عمیق
fr: Lilas profond
hu: Mélykáprázat lila
it: Lilla intenso
pl: Głęboki liliowy
ru: Глубокий сиреневый
tr: Koyu leylak
uk: Глибокий бузок
vi: Tím đậm
zh: 紫罗兰
zh_hant: 深丁香紫

# common_habitColorType_cc2
source: Red
ar: أحمر
de: Rot
es: Rojo
fa: قرمز
fr: Rouge
hu: Piros
it: Rosso
pl: Czerwony
ru: Красный
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh: 红色
zh_hant: 紅色

# common_habitColorType_cc3
source: Purple
ar: بنفسجي
de: Violett
es: Morado
fa: بنفش
fr: Violet
hu: Lila
it: Viola
pl: Fioletowy
ru: Фиолетовый
tr: Mor
uk: Фіолетовий
vi: Tím
zh: 紫色
zh_hant: 紫色

# common_habitColorType_cc4
source: Royal blue
ar: أزرق ملكي
de: Königsblau
es: Azul
fa: آبی سلطنتی
fr: Bleu royal
hu: Királis kék
it: Blu Reale
pl: Królewski niebieski
ru: Королевский синий
tr: Kraliyet mavisi
uk: Королівський синій
vi: Xanh hoàng gia
zh: 皇家蓝
zh_hant: 寶藍色

# common_habitColorType_cc5
source: Dark cyan
ar: سماوي داكن
de: Dunkles Türkis
es: Cian oscuro
fa: فیروزه‌ای تیره
fr: Cyan foncé
hu: Sötét cián
it: Ciano scuro
pl: Ciemny cyjan
ru: Тёмно-голубой
tr: Koyu camgöbeği
uk: Темно-блакитний
vi: Lục lam đậm
zh: 深青
zh_hant: 深青色

# common_habitColorType_cc6
source: Green
ar: أخضر
de: Grün
es: Verde
fa: سبز
fr: Vert
hu: Zöld
it: Verde
pl: Zielony
ru: Зелёный
tr: Yeşil
uk: Зелений
vi: Xanh lá
zh: 绿色
zh_hant: 綠色

# common_habitColorType_cc7
source: Amber
ar: كهرماني
de: Bernstein
es: Ámbar
fa: کهربایی
fr: Ambre
hu: Ámbersárga
it: Ambra
pl: Bursztynowy
ru: Янтарный
tr: Kehribar
uk: Бурштин
vi: Hổ phách
zh: 琥珀
zh_hant: 琥珀色

# common_habitColorType_cc8
source: Orange
ar: برتقالي
es: Naranja
fa: نارنجی
hu: Narancs
it: Arancio
pl: Pomarańczowy
ru: Оранжевый
tr: Turuncu
uk: Помаранчевий
vi: Cam
zh: 橙色
zh_hant: 橙色

# common_habitColorType_cc9
source: Lime green
ar: أخضر ليموني
de: Limette
es: Lima
fa: سبز لیمویی
fr: Vert citron
hu: Lime zöld
it: Verde lime
pl: Limonkowy
ru: Зелёный лайм
tr: Limon yeşili
uk: Зелений лайм
vi: Xanh chanh
zh: 酸橙绿
zh_hant: 萊姆綠

# common_habitColorType_cc10
source: Dark orchid
ar: أوركيد داكن
de: Dunkle Orchidee
es: Morado oscuro
fa: بنفش تیره
fr: Orchidée foncée
hu: Sötét orchidea
it: Orchidea scura
pl: Czarna orchidea
ru: Тёмная орхидея
tr: Koyu orkide
uk: Темна орхідея
vi: Tím tối
zh: 兰花紫
zh_hant: 深蘭花紫

# common_habitColorType_default
source: Color {index}
ar: اللون {index}
de: Farbe {index}
fa: رنگ {index}
fr: Couleur {index}
hu: Szín {index}
it: Colore {index}
pl: Kolor {index}
ru: Цвет {index}
tr: Renk {index}
uk: колір {index}
vi: Màu {index}
zh: 颜色-{index}
zh_hant: 顏色 {index}

# common_appThemeColor_system
source: System
hu: Rendszer
ru: Системный
vi: Hệ thống

# common_appThemeColor_primary
source: Primary
hu: Elsődleges
ru: Основной
vi: Sơ đẳng

# common_appThemeColor_dynamic
source: Dynamic
hu: Dinamikus
ru: Динамический
vi: Năng động

# common_customDateTimeFormatPicker_useSystemFormat_text
source: Use system format
ar: استخدام تنسيق النظام
de: Systemeinstellungen nutzen
es: Usar el del sistema
fa: استفاده از فرمت سیستم
fr: Utiliser le format du système
hu: Rendszer formátum használata
it: Usa formato di sistema
pl: Użyj formatu systemowego
ru: Использовать системный формат
tr: Sistem formatını kullan
uk: Використовуйте системний формат
vi: Sử dụng định dạng hệ thống
zh: 使用系统格式
zh_hant: 使用系統格式

# common_customDateTimeFormatPicker_fmtTileText
source: Date format
ar: تنسيق التاريخ
de: Datumsformat
es: Formato de fecha
fa: فرمت تاریخ
fr: Format de date
hu: Dátum formátum
it: Formato data
pl: Format daty
ru: Формат даты
tr: Tarih formatı
uk: Формат дати
vi: Định dạng ngày tháng
zh: 日期格式
zh_hant: 日期格式

# common_customDateTimeFormatPicker_ymd_text
source: Year Month Day
ar: سنة-شهر-يوم
de: Jahr Monat Tag
es: Año mes día
fa: سال ماه روز
fr: Année Mois Jour
hu: Év Hónap Nap
it: Anno Mese Giorno
pl: Rok Miesiąc Dzień
ru: Год Месяц День
tr: Yıl Ay Gün
uk: Рік Місяць День
vi: Năm Tháng Ngày
zh: 年月日
zh_hant: 年月日

# common_customDateTimeFormatPicker_mdy_text
source: Month Day Year
ar: شهر-يوم-سنة
de: Monat Tag Jahr
es: Mes día año
fa: ماه روز سال
fr: Mois Jour Année
hu: Hónap Nap Év
it: Mese Giorno Anno
pl: Miesiąc Dzień Rok
ru: Месяц День Год
tr: Ay Gün Yıl
uk: Місяць День Рік
vi: Tháng Ngày Năm
zh: 月日年
zh_hant: 月日年

# common_customDateTimeFormatPicker_dmy_text
source: Day Month Year
ar: يوم-شهر-سنة
de: Tag Monat Jahr
es: Día mes año
fa: روز ماه سال
fr: Jour Mois Année
hu: Nap Hónap Év
it: Giorno Mese Anno
pl: Dzień Miesiąc Rok
ru: День Месяц Год
tr: Gün Ay Yıl
uk: День Місяць Рік
vi: Ngày Tháng Năm
zh: 日月年
zh_hant: 日月年

# common_customDateTimeFormatPicker_SepTileText
source: Separator
ar: الفاصل
de: Trennzeichen
es: Separador
fa: جداکننده
fr: Séparateur
hu: Elválasztó
it: Separatore
ru: Разделитель
tr: Ayırıcı
uk: Роздільник
vi: Dấu phân cách
zh: 分隔符
zh_hant: 分隔符號
