Repository: FriesI23/mhabit
Catalog: assets/l10n/*.arb
Languages: ar, cs, de, es, fa, fr, hu, it, pl, ru, tr, uk, vi, zh, zh_hant

# habitDisplay_deleteSingleHabitSuccSnackbarText
source: Deleted habit: "{name}"
ar: تم حذف العادة: "{name}"
es: Hábito eliminado: "{name}"
hu: Törölt szokás: "{name}"
pl: Usunięto nawyk: "{name}"
ru: Удалена привычка: «{name}»
tr: Alışkanlık silindi: “{name}”
uk: Вилучена звичка: "{name}"
vi: Đã xóa thói quen: "{name}"

# habitDisplay_exportHabitsSuccSnackbarText
source: {count, plural, =1 {Exported habit.} other {Exported {count} habits.}}
es: {count, plural, =1 {Hábito exportado} other {{count} hábitos exportados }}
hu: {count, plural, =1 {Szokás exportálva.} other {{count} szokás exportálva.}}
pl: {count, plural, =1 {Wyeksportowano nawyk.} other {Wyeksportowano {count} nawyków.}}
tr: {count, plural, =1 {Alışkanlık dışa aktarıldı.} other {{count} alışkanlık dışa aktarıldı.}}
vi: {count, plural, =1 {Exported habit.} other {Exported {count} thói quen.}}

# habitDisplay_exportAllHabitsSuccSnackbarText
source: Exported All Habits
es: Hábitos exportados
hu: Összes szokás exportálva
pl: Wyeksportowano wszystkie nawyki
tr: Bütün Alışkanlıklar Dışa Aktarıldı
vi: Đã xuất tất cả thói quen

# habitDisplay_editPopMenu_selectAll
source: Select All
ar: تحديد الكل
de: Alle Auswählen
es: Seleccionar todo
fa: انتخاب همه
fr: Tout sélectionner
hu: Összes kijelölése
it: Seleziona tutto
pl: Zaznacz wszystkie
ru: Выбрать всё
tr: Hepsini Seç
uk: Виберіть усі
vi: Chọn tất cả
zh: 全选
zh_hant: 全選

# habitDisplay_editPopMenu_export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fa: خروجی
fr: Exporter
hu: Exportálás
it: Esporta
pl: Eksportuj
ru: Экспорт
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh: 导出
zh_hant: 匯出

# habitDisplay_editPopMenu_delete
source: Delete
ar: حذف
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
hu: Törlés
it: Elimina
pl: Usuń
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除
zh_hant: 刪除

# habitDisplay_editPopMenu_clone
source: Template
ar: استنساخ
de: Vorlage
es: Plantilla
fa: الگو
fr: Modèle
hu: Sablon
pl: Szablon
ru: Шаблон
tr: Şablon
uk: Шаблон
vi: Mẫu
zh: 模板
zh_hant: 複製為範本

# habitDisplay_editButton_tooltip
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Éditer
hu: Szerkesztés
it: Modifica
pl: Edytuj
ru: Редактировать
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh: 编辑
zh_hant: 編輯

# habitDisplay_archiveButton_tooltip
source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fa: آرشیو
fr: Archiver
hu: Archiválás
it: Archivia
pl: Archiwizuj
ru: Архивировать
tr: Arşivle
uk: Архів
vi: Lưu trữ
zh: 归档
zh_hant: 封存

# habitDisplay_unarchiveButton_tooltip
source: Unarchive
ar: إلغاء الأرشفة
de: Dearchivieren
es: Desarchivar
fa: خروج از آرشیو
fr: Désarchiver
hu: Archiválás visszavonása
it: Rimuovi dall'archivio
pl: Przywróć
ru: Разархивировать
tr: Arşivden çıkar
uk: Розархівувати
vi: Hủy lưu trữ
zh: 取消归档
zh_hant: 解除封存

# habitDisplay_settingButton_tooltip
source: Setting
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Paramètre
hu: Beállítások
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayar
uk: Налаштування
vi: Thiết đặt
zh: 设置
zh_hant: 設定

# habitDisplay_statsMenu_statSubgroupText
source: Current
ar: الإحصائيات الحالية
de: Aktuell
es: En curso
fa: فعلی
fr: Courantes
hu: Aktuális
it: Attuale
pl: Bieżące
ru: Текущие
tr: Güncel
uk: Поточний
vi: Hiện tại
zh: 当前
zh_hant: 目前

# habitDisplay_statsMenu_completedTileText
source: Completed
ar: مكتملة
de: Abgeschlossen
es: Completados
fa: به اتمام رسیده
fr: Complétées
hu: Teljesített
it: Completate
pl: Ukończone
ru: Завершённые
tr: Tamamlandı
uk: Виконано
vi: Đã hoàn thành
zh: 已完成
zh_hant: 已完成

# habitDisplay_statsMenu_inProgresTileText
source: In Progress
ar: قيد التقدم
de: In Bearbeitung
es: En progreso
fa: در حال انجام
fr: En cours
hu: Folyamatban lévő
it: In Svolgimento
pl: W trakcie
ru: В прогрессе
tr: Sürüyor
uk: В роботі
vi: Trong tiến trình
zh: 进行中
zh_hant: 進行中

# habitDisplay_statsMenu_archivedTileText
source: Archived
ar: مؤرشفة
de: Archiviert
es: Archivados
fa: آرشیو شده
fr: Archivées
hu: Archivált
it: Archiviate
pl: Zarchiwizowane
ru: Архивированные
tr: Arşivlendi
uk: Архівовано
vi: Đã lưu trữ
zh: 已归档
zh_hant: 已封存

# habitDisplay_statsMenu_popularitySubgroupText
source: Top Habits: Last 30 Days Changes
ar: أكثر العادات شيوعًا: تغييرات آخر 30 يومًا
de: Beste Gewohnheiten: Änderungen der letzten 30 Tage
es: Hábitos principales: Cambios en 30 días
fa: محبوبیت :در ۳۰ روز گذشته
fr: Podium des habitudes: 30 derniers jours
hu: Legnépszerűbb szokások: az elmúlt 30 nap változásai
it: Abitudini Principali: i cambiamenti degli ultimi 30 giorni
pl: Najpopularniejsze nawyki: zmiany w ostatnich 30 dniach
ru: Топ привычек: изменения за последние 30 дней
tr: En İyi Alışkanlıklar: Son 30 Gündeki Değişiklikler
uk: Головні звички: зміни за останні 30 днів
vi: Thói quen hàng đầu: Thay đổi trong 30 ngày qua
zh: 热门习惯: 近30天变化
zh_hant: 熱門習慣：近 30 天變化

# habitDisplay_mainMenu_lightTheme
source: Light Theme
ar: المظهر الفاتح
de: Helles Thema
es: Tema Claro
fa: تم روشن
fr: Thème clair
hu: Világos téma
it: Tema chiaro
pl: Jasny Motyw
ru: Светлая тема
tr: Açık Tema
uk: Світла тема
vi: Chủ đề sáng
zh: 明亮主题
zh_hant: 淺色主題

# habitDisplay_mainMenu_darkTheme
source: Dark Theme
ar: المظهر الداكن
de: Dunkles Thema
es: Tema Oscuro
fa: تم تاریک
fr: Thème sombre
hu: Sötét téma
it: Tema scuro
pl: Ciemny motyw
ru: Тёмная тема
tr: Koyu Tema
uk: Темна тема
vi: Chủ đề tối
zh: 黑暗主题
zh_hant: 深色主題

# habitDisplay_mainMenu_followSystemTheme
source: Follow System
ar: اتباع مظهر النظام
de: System
es: Según el sistema
fa: پیروی از تنظیمات سیستم
fr: Suivre le système
hu: Rendszer követése
it: Segui sistema
pl: Systemowy motyw
ru: Как в системе
tr: Sistemi İzle
uk: Слідкуйте за системою
vi: Theo hệ thống
zh: 跟随系统
zh_hant: 依照系統設定

# habitDisplay_mainMenu_showArchivedTileText
source: Show Archived
ar: إظهار المؤرشفة
de: Archivierte anzeigen
es: Mostrar archivados
fa: نمایش آرشیو شده‌ها
fr: Afficher les archivées
hu: Archiváltak megjelenítése
it: Visualizza archiviate
pl: Pokaż zarchiwizowane
ru: Показать Архивированные
tr: Arşivlenenleri Göster
uk: Показати в архіві
vi: Hiển thị đã lưu trữ
zh: 已归档
zh_hant: 顯示已封存

# habitDisplay_mainMenu_showCompletedTileText
source: Show Completed
ar: إظهار المكتملة
de: Abgeschlossene anzeigen
es: Mostrar completados
fa: نمایش به اتمام رسیده‌ها
fr: Afficher les complétées
hu: Teljesítettek megjelenítése
it: Visualizza completate
pl: Pokaż ukończone
ru: Показать Завершённые
tr: Tamamlananları Göster
uk: Показати завершено
vi: Hiển thị đã hoàn thành
zh: 已完成
zh_hant: 顯示已完成

# habitDisplay_mainMenu_showActivedTileText
source: Show Actived
ar: إظهار النشطة
de: Aktive anzeigen
es: Mostrar Activos
fa: نمایش موارد فعال
fr: Afficher les actives
hu: Aktívak megjelenítése
it: Mostra attive
pl: Pokaż aktywne
ru: Показать Активные
tr: Aktif Olanları Göster
uk: Показати активовано
vi: Hiển thị đã kích hoạt
zh: 进行中
zh_hant: 顯示進行中

# habitDisplay_mainMenu_settingTileText
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Paramètres
hu: Beállítások
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_hant: 設定

# habitDisplay_sort_reverseText
source: Reverse
ar: عكس الترتيب
de: Umgekehrt
es: Deshacer
fa: معکوس
fr: Inversé
hu: Fordított
it: Inverti
pl: Odwróć
ru: Обратная
tr: Ters çevir
uk: Зворотний
vi: Đảo ngược
zh: 反向排序
zh_hant: 反向

# habitDisplay_sortDirection_asc
source: (Asc)
ar: (تصاعدي)
fa: (صعودی)
hu: (Növ.)
pl: (Rosnąco)
ru: (Восходящая)
tr: (Yükselen)
vi: (Tăng)
zh: (正序)
zh_hant: （升冪）

# habitDisplay_sortDirection_Desc
source: (Desc)
ar: (تنازلي)
fa: (نزولی)
hu: (Csök.)
it: (Disc)
pl: (Malejąco)
ru: (Нисходящая)
tr: (Alçalan)
uk: (опис)
vi: (Giảm)
zh: (反序)
zh_hant: （降冪）

# habitDisplay_sortType_manual
source: My order
ar: ترتيبي الخاص
de: Meine Reihenfolge
es: Orden propio
fa: ترتیب من
fr: Ordre personnel
hu: Saját sorrend
it: Personale
pl: Moja kolejność
ru: Свой порядок
tr: Benim sıralamam
uk: Свій порядок
vi: Thứ tự của tôi
zh: 自定义
zh_hant: 自訂順序

# habitDisplay_sortType_name
source: By Name
ar: حسب الاسم
de: Nach Name
es: Por nombre
fa: بر اساس نام
fr: Par nom
hu: Név
it: Per Nome
pl: Według nazwy
ru: По Названию
tr: Ada göre
uk: По імені
vi: Theo tên
zh: 名称
zh_hant: 依名稱

# habitDisplay_sortType_colorType
source: By Color
ar: حسب اللون
de: Nach Farbe
es: Por color
fa: بر اساس رنگ
fr: Par couleur
hu: Szín
it: Per Colore
pl: Według koloru
ru: По Цвету
tr: Renge göre
uk: За кольором
vi: Theo màu sắc
zh: 颜色
zh_hant: 依顏色

# habitDisplay_sortType_progress
source: By Rate
ar: حسب التقدم
de: Nach Rate
es: Por puntuación
fa: بر اساس امتیاز
fr: Par score
hu: Sűrűség
it: Per Rateo
pl: Według postępu
ru: По Частоте
tr: Orana göre
uk: За курсом
vi: Theo tỷ lệ
zh: 完成度
zh_hant: 依完成率

# habitDisplay_sortType_startT
source: By Start Date
ar: حسب تاريخ البدء
de: Nach Start-Datum
es: Por día de comienzo
fa: بر اساس تاریخ شروع
fr: Par date de début
hu: Kezdő dátum lapján
it: Per data di inizio
pl: Według daty rozpoczęcia
ru: По Дате Начала
tr: Başlangıç tarihine göre
uk: За датою початку
vi: Theo ngày bắt đầu
zh: 开始日期
zh_hant: 依開始日期

# habitDisplay_sortType_status
source: By Status
ar: حسب الحالة
de: Nach Status
es: Por estado
fa: بر اساس وضعیت
fr: Par statut
hu: Állapot
it: Per stato
pl: Według statusu
ru: По Статусу
tr: Duruma göre
uk: За статусом
vi: Theo trạng thái
zh: 状态
zh_hant: 依狀態

# habitDisplay_sortTypeDialog_title
source: Sort
ar: فرز حسب
de: Sortieren
es: Ordenar
fa: مرتب سازی
fr: Tri
hu: Rendezés
it: Ordina
pl: Sortuj
ru: Сортировка
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh: 排序
zh_hant: 排序

# habitDisplay_sortTypeDialog_confirm
source: confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigen
es: confirmar
fa: تایید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确定
zh_hant: 確認

# habitDisplay_sortTypeDialog_cancel
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitDisplay_debug_debugSubgroup_title
source: 🛠️Debug
ar: 🛠️ تصحيح الأخطاء
es: 🛠️Búsqueda de errores
fa: 🛠️اشکال‌زدایی
fr: 🛠️Débogage
hu: 🛠️Hibakeresés
ru: 🛠 Отладка
tr: 🛠️Hata ayıkla
uk: 🛠️Налагодження
vi: 🛠️Gỡ lỗi
zh: 🛠️调试选项
zh_hant: 🛠️ 除錯

# habitDisplay_searchBar_hintText
source: Search habits
es: Buscar habitos
hu: Szokás keresése
pl: Szukaj nawyków
vi: Thói quen tìm kiếm

# habitDisplay_searchFilter_ongoing
source: Ongoing
es: En curso
hu: Folyamatban lévő
vi: Đang thực hiện

# habitDisplay_searchFilter_ongoing_desc
source: Shows habits that are currently active and ongoing (not archived or deleted).
es: Muestra hábitos que está activos actualmente y en curso (no archivados o borrados)
hu: Megjeleníti azokat a szokásokat, amelyek jelenleg aktívak és folyamatban vannak (nem archiváltak vagy töröltek).
vi: Hiển thị các thói quen hiện đang hoạt động và đang diễn ra (không được lưu trữ hoặc xóa).

# habitDisplay_searchFilter_completed
source: Completed
de: Abgeschlossen
es: Completado
hu: Teljesített
it: Completate
pl: Ukończone
ru: Завершённые
vi: Đã hoàn thành

# habitDisplay_searchFilter_habitType_groupTitle
source: Habit Type
cs: Typ zvyku
de: Gewohnheitstyp
es: Tipo de hábito
hu: Szokás típusa
it: Tipologia abitudine
pl: Typ nawyku
ru: Тип привычки
vi: Loại thói quen

# habitDisplay_searchFilter_tooltips
source: Show Filters
es: Mostrar filtros
hu: Szűrők megjelenítése
vi: Hiển thị bộ lọc

# habitDisplay_searchFilter_clearFilter
source: Clear Filters
es: Limpiar filtros
hu: Szűrők törlése
vi: Xóa bộ lọc

# habitDisplay_tab_habits_label
source: Habits
hu: Szokások
vi: Thói quen

# habitDisplay_tab_today_label
source: Today
de: Heute
es: Hoy
hu: Ma
it: Oggi
ru: Сегодня
vi: Hôm nay

# habitToday_appBar_title
source: Today
de: Heute
es: Hoy
hu: Ma
it: Oggi
pl: Dzisiaj
ru: Сегодня
vi: Hôm nay

# habitToday_image_desc
source: YOU MADE IT
hu: MEGCSINÁLTAD!

# habitToday_card_subtitle_text
source: Kept it up for {days} days
hu: Kitartottál mellette {days} napig
vi: Duy trì nó trong {days} ngày

# habitToday_card_donePlusButton_label
source: Done+
hu: Kész+
vi: Xong+

# habitToday_card_skipPlusButton_label
source: Skip+
hu: Kihagyás+
vi: Bỏ qua+

# habitDetail_editButton_tooltip
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Éditer
hu: Szerkesztés
it: Modifica
pl: Edytuj
ru: Редактировать
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh: 编辑
zh_hant: 編輯

# habitDetail_editPopMenu_unarchive
source: Unarchive
ar: إلغاء الأرشفة
de: Dearchivieren
es: Desarchivar
fa: خارج کردن از حالت آرشیو
fr: Désarchiver
hu: Archiválás visszavonása
it: Rimuovi dall'archivio
pl: Przywróć
ru: Разархивировать
tr: Arşivden çıkar
uk: Розархівувати
vi: Hủy lưu trữ
zh: 取消归档
zh_hant: 解除封存

# habitDetail_editPopMenu_archive
source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fa: آرشیو
fr: Archiver
hu: Archiválás
it: Archivia
pl: Archiwizuj
ru: Архивировать
tr: Arşivle
uk: Архів
vi: Lưu trữ
zh: 归档
zh_hant: 封存

# habitDetail_editPopMenu_export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fa: خروجی
fr: Exporter
hu: Exportálás
it: Esporta
pl: Eksportuj
ru: Экспорт
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh: 导出
zh_hant: 匯出

# habitDetail_editPopMenu_delete
source: Delete
ar: حذف
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
hu: Törlés
it: Elimina
pl: Usuń
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除
zh_hant: 刪除

# habitDetail_editPopMenu_clone
source: Template
ar: استخدام كقالب
de: Vorlage
es: Plantilla
fa: الگو
fr: Modèle
hu: Sablon
pl: Szablon
ru: Шаблон
tr: Şablon
uk: Шаблон
vi: Mẫu
zh: 模板
zh_hant: 複製為範本

# habitDetail_confirmDialog_confirm
source: confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigen
es: confirmar
fa: تایید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确定
zh_hant: 確認

# habitDetail_confirmDialog_cancel
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitDetail_archiveConfirmDialog_titleText
source: Archive Habit?
ar: أرشفة العادة؟
de: Gewohnheit archivieren?
es: ¿Quieres archivar este hábito?
fa: عادت آرشیو شود؟
fr: Archiver l’habitude ?
hu: Archiválja a szokást?
it: Archiviare l'Abitudine?
pl: Archiwizować nawyk?
ru: Архивировать Привычку?
tr: Alışkanlığı Arşivle?
uk: Звичка архівувати?
vi: Lưu trữ thói quen ?
zh: 归档该习惯？
zh_hant: 封存習慣？

# habitDetail_unarchiveConfirmDialog_titleText
source: Unarchive Habit?
ar: إلغاء أرشفة العادة؟
de: Gewohnheit entarchivieren?
es: ¿Quieres desarchivar este hábito?
fa: عادت از آرشیو خارج شود؟
fr: Désarchiver l’habitude ?
hu: Szokás archiválásának visszaállítása?
it: Rimuovere dall'archivio l'Abitudine?
pl: Przywrócić nawyk?
ru: Разархивировать Привычку?
tr: Alışkanlığı Arşivden Çıkar?
uk: Розархівувати звичку?
vi: Hủy lưu trữ thói quen?
zh: 取消归档该习惯？
zh_hant: 解除封存習慣？

# habitDetail_deleteConfirmDialog_titleText
source: Delete Habit?
ar: حذف العادة؟
de: Gewohnheit löschen?
es: ¿Quieres borrar este hábito?
fa: عادت حذف شود؟
fr: Supprimer l’habitude ?
hu: Törli a szokást?
it: Eliminare l'abitudine?
pl: Usunąć nawyk?
ru: Удалить Привычку?
tr: Alışkanlığı Sil?
uk: Видалити звичку?
vi: Xóa thói quen?
zh: 删除该习惯？
zh_hant: 刪除習慣？

# habitDetail_summary_title
source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fa: خلاصه
fr: Résumé
hu: Összegzés
it: Riepilogo
pl: Podsumowanie
ru: Итоги
tr: Özet
uk: Резюме
vi: Tóm tắt
zh: 总览
zh_hant: 摘要

# habitDetail_summary_body
source: Current grade is {score}, and it has been {days} days since the start.
ar: تقييمك الحالي هو {score}، وقد مضى {days} يومًا على البدء.
de: Deine aktuelle Note ist {score}, und du hast vor {days} Tage angefangen.
es: La puntuación actual es {score}, y han pasado {days} días desde el inicio.
fa: امتیاز فعلی {score} است و از شروع عادت {days} روز گذشته است.
fr: Le score actuel est de {score}, et cela fait {days} jours depuis le début.
hu: A jelenlegi értékelés {score}, és {days} nap telt el a kezdés óta.
it: Il punteggio attuale è {score}, e sono passati {days} giorni dall'inizio.
pl: Bieżąca ocena to {score}, a od rozpoczęcia minęło {days} dni.
ru: Текущая оценка - {score}, и уже прошло {days} дней со времени начала.
tr: Mevcut puan {score}, başlangıçtan bu yana {days} gün geçti.
uk: Поточна оцінка – {score}, а з початку минуло {days} дн.
vi: Điểm hiện tại là {score} và đã {days} ngày kể từ khi bắt đầu.
zh: 当前分数为 {score}，距开始已经过 {days} 天。
zh_hant: 目前評分為 {score}，從開始至今已經 {days} 天。

# habitDetail_summary_preBody
source: {days, plural, =1{Starting tomorrow.} other{Start in {days} days.}}
ar: {days, plural, =1{يبدأ غدًا.} other{يبدأ خلال {days} أيام.}}
de: {days, plural, =1{Beginnt morgen.} other{Beginnt in {days} Tagen.}}
es: {days, plural, =1{Empezar mañana.} other{Empezar en {days} días. }}
fa: {days, plural, =1{از فردا شروع می‌شود.} other{شروع در {days} روز.}}
fr: {days, plural, =1{Démarre demain.} other{Démarre dans {days} jours.}}
hu: {days, plural, =1{Holnaptól kezdődik.} other{{days} nap múlva kezdődik.}}
it: {days, plural, =1{A partire da domani.} other{Tra {days} giorni.}}
pl: {days, plural, =1{Zaczyna się jutro.} other{Rozpocznie się za {days} dni.}}
ru: {days, plural, =1{Начиная с завтра.} other{Начиная через {days} дней.}}
tr: {days, plural, =1{Yarın başlıyor.} other{{days} gün sonra başlayacak.}}
uk: {days, plural, =1{Починаючи завтра.} other{Початок через {days} днів.}}
vi: {days, plural, =1{Starting tomorrow.} other{Start in {days} ngày.}}
zh: 距离开始还有 {days} 天
zh_hant: {days, plural, =1{明天開始。} other{還有 {days} 天開始。}}

# habitDetail_heatmap_leftHelpText
source: {habitType, plural, =1{INCOMPLETE} =2{SUBSTANDARD} other{}}
ar: {habitType, plural, =1{غير مكتمل} =2{دون المستوى المطلوب} other{}}
de: {habitType, plural, =1{UNVOLLSTÄNDIG} =2{UNTERSTANDARD} other{}}
es: {habitType, plural, =1{NO COMPLETADO} =2{DEBAJO DEL OBJETIVO} other{}}
fa: {habitType, plural, =1{تکمیل نشده} =2{ناکافی} other{}}
fr: {habitType, plural, =1{INACHEVÉE} =2{INSUFFISANT} other{}}
hu: {habitType, plural, =1{NEM TELJESÍTETT} =2{ALACSONY SZINT} other{}}
it: {habitType, plural, =1{INCOMPLETO} =2{INSUFFICIENTE} other{}}
pl: {habitType, plural, =1{NIEKOMPLETNY} =2{PONIŻEJ STANDARDU} other{}}
ru: {habitType, plural, =1{НЕЗАКОНЧЕНО} =2{НЕИСКОРЕНО} other{}}
tr: {habitType, plural, =1{TAMAMLANMADI} =2{YETERSİZ} other{}}
uk: {habitType, plural, =1{НЕПОВНА} =2{НЕСТАНДАРТ} other{}}
zh: {habitType, plural, =1{未完成} =2{未达标} other{}}
zh_hant: {habitType, plural, =1{未完成} =2{未達標} other{}}

# habitDetail_heatmap_rightHelpText
source: {habitType, plural, =1{OVERFULFIL} =2{IMPECCABLE} other{}}
ar: {habitType, plural, =1{تجاوز الهدف} =2{أداء مثالي} other{}}
de: {habitType, plural, =1{ÜBERERFÜLLT} =2{EINWANDFREI} other{}}
es: {habitType, plural, =1{DEMASIADO} =2{PERFECTO}other{}}
fa: {habitType, plural, =1{بیش از انتظار} =2{بی‌نقص} other{}}
fr: {habitType, plural, =1{DÉPASSÉ} =2{IMPECCABLE} other{}}
hu: {habitType, plural, =1{TÚLTELJESÍTETT} =2{TÖKÉLETES} other{}}
it: {habitType, plural, =1{OVERFULFIL} =2{IMPECCABILE} other{}}
pl: {habitType, plural, =1{PRZEKROCZONY} =2{BEZBŁĘDNY} other{}}
ru: {habitType, plural, =1{ПЕРЕВЫПОЛНЕНО} =2{БЕЗУПРЕЧНО} other{}}
tr: {habitType, plural, =1{FAZLASIYLA TAMAMLANDI} =2{KUSURSUZ} other{}}
uk: {habitType, plural, =1{ПЕРЕВИКОНАНО} =2{BECCABLE} other{}}
zh: {habitType, plural, =1{超额完成} =2{完美达标} other{}}
zh_hant: {habitType, plural, =1{超額完成} =2{完美達標} other{}}

# habitDetail_descDailyGoal_titleText
source: {habitType, plural, =2{Threshold} other{Goal}}
ar: {habitType, plural, =2{الحد الأدنى} other{الهدف}}
de: {habitType, plural, =2{Schwellenwert} other{Ziel}}
es: {habitType, plural, =2{Umbral} other{Meta}}
fa: {habitType, plural, =2{آستانه} other{هدف}}
fr: {habitType, plural, =2{Seuil} other{Objectif}}
hu: {habitType, plural, =2{Küszöb} other{Cél}}
it: {habitType, plural, =2{Soglia} other{Obiettivo}}
pl: {habitType, plural, =2{Próg} other{Cel}}
ru: {habitType, plural, =2{Порог} other{Цель}}
tr: {habitType, plural, =2{Eşik Değeri} other{Hedef}}
uk: {habitType, plural, =2{Threshold} other{Ціль}}
zh: {habitType, plural, =2{每日限额} other{每日目标}}
zh_hant: {habitType, plural, =2{門檻} other{目標}}

# habitDetail_descDailyGoal_unitText
source: Unit: {unit}
ar: الوحدة: {unit}
de: Einheit: {unit}
es: Unidad: {unit}
fa: واحد: {unit}
fr: Unité: {unit}
hu: Mértékegység: {unit}
it: Unità: {unit}
pl: Jednostka: {unit}
ru: Единицы: {unit}
tr: Birim: {unit}
uk: одиниця: {unit}
vi: Đơn vị {unit}
zh: 单位：{unit}
zh_hant: 單位：{unit}

# habitDetail_descTargetDays_titleText
source: {habitType, plural, other{Days}}
ar: {habitType, plural, other{الأيام}}
de: {habitType, plural, other{Tage}}
es: {habitType, plural, other{Días}}
fa: {habitType, plural, other{روز}}
fr: {habitType, plural, other{Jours}}
hu: {habitType, plural, other{Napok}}
it: {habitType, plural, other{Giorni}}
pl: {habitType, plural, other{Dni}}
ru: {habitType, plural, other{Дней}}
tr: {habitType, plural, other{Günler}}
uk: {habitType, plural, other{Днів}}
zh: {habitType, plural, =2{达标天数} other{完成天数}}
zh_hant: {habitType, plural, other{天數}}

# habitDetail_descTargetDays_unitText
source: d
ar: أيام
de: T
fa: روز
hu: nap
it: g
pl: dni
ru: д
tr: g
uk: д
zh_hant: 天

# habitDetail_descRecordsNum_titleText
source: Records
ar: السجلات
de: Aufzeichnungen
es: Registros
fa: رکوردها
fr: Entrées
hu: Értékek
it: Voci
pl: Rekordy
ru: Записей
tr: Kayıtlar
uk: Записи
vi: Bản ghi
zh: 记录总数
zh_hant: 記錄數

# habitDetail_scoreChart_title
source: Score
ar: التقييم
de: Punkte
es: Puntuación
fa: امتیاز
hu: Értékelés
it: Punteggio
pl: Wynik
ru: Оценка
tr: Puan
uk: Оцінка
vi: Điểm
zh: 分数
zh_hant: 評分

# habitDetail_scoreChartCombine_dailyText
source: Day
ar: يومي
de: Tag
es: Día
fa: روز
fr: Jour
hu: Nap
it: Giorno
pl: Dzień
ru: День
tr: Gün
uk: День
vi: Ngày
zh: 日
zh_hant: 每日

# habitDetail_scoreChartCombine_weeklyText
source: Week
ar: أسبوعي
de: Woche
es: Semana
fa: هفته
fr: Semaine
hu: Hét
it: Settimana
pl: Tydzień
ru: Неделя
tr: Hafta
uk: Тиждень
vi: Tuần
zh: 周
zh_hant: 每週

# habitDetail_scoreChartCombine_monthlyText
source: Month
ar: شهري
de: Monat
es: Mes
fa: ماه
fr: Mois
hu: Hónap
it: Mese
pl: Miesiąc
ru: Месяц
tr: Ay
uk: Місяць
vi: Tháng
zh: 月
zh_hant: 每月

# habitDetail_scoreChartCombine_yearlyText
source: Year
ar: سنوي
de: Jahr
es: Año
fa: سال
fr: Année
hu: Év
it: Anno
pl: Rok
ru: Год
tr: Yıl
uk: Рік
vi: Năm
zh: 年
zh_hant: 每年

# habitDetail_freqChart_freqTitle
source: Frequency
ar: التكرار
de: Häufigkeit
es: Frecuencia
fa: تناوب
fr: Fréquence
hu: Sűrűség
it: Frequenza
pl: Częstotliwość
ru: Частота
tr: Sıklık
uk: Частота
vi: Tần suất
zh: 频率
zh_hant: 頻率

# habitDetail_freqChart_historyTitle
source: History
ar: السجل
de: Verlauf
es: Historial
fa: تاریخچه
fr: Historique
hu: Előzmény
it: Cronologia
pl: Historia
ru: История
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh: 历史
zh_hant: 歷史紀錄

# habitDetail_freqChart_combinedTitle
source: Frequency & History
ar: التكرار والسجل
de: Häufigkeit & Verlauf
es: Frencuencia e historial
fa: تناوب و تاریخچه
fr: Fréquence et historique
hu: Sűrűség & Előzmény
it: Frequenza & Cronologia
pl: Częstotliwość & Historia
ru: Частота и История
tr: Sıklık & Geçmiş
uk: Частота та історія
vi: Tần suất & Lịch sử
zh: 频率和历史
zh_hant: 頻率與歷史紀錄

# habitDetail_freqChartCombine_weeklyText
source: Week
ar: أسبوعي
de: Woche
es: Semana
fa: هفته
fr: Semaine
hu: Hét
it: Settimana
pl: Tydzień
ru: Неделя
tr: Hafta
uk: Тиждень
vi: Tuần
zh: 周
zh_hant: 每週

# habitDetail_freqChartCombine_monthlyText
source: Month
ar: شهري
de: Monat
es: Mes
fa: ماه
fr: Mois
hu: Hónap
it: Mese
pl: Miesiąc
ru: Месяц
tr: Ay
uk: Місяць
vi: Tháng
zh: 月
zh_hant: 每月

# habitDetail_freqChartCombine_yearlyText
source: Year
ar: سنوي
de: Jahr
es: Año
fa: سال
fr: Année
hu: Év
it: Anno
pl: Rok
ru: Год
tr: Yıl
uk: Рік
vi: Năm
zh: 年
zh_hant: 每年
