Repository: FriesI23/mhabit
Catalog: assets/l10n/*.arb
Languages: ar, cs, de, es, fa, fr, hu, it, pl, ru, tr, uk, vi, zh, zh_hant

# habitDetail_freqChartNaviBar_nowText
source: Now
ar: الآن
de: Jetzt
es: Presente
fa: اکنون
fr: Maintenant
hu: Most
it: Adesso
pl: Teraz
ru: Сейчас
tr: Şimdi
uk: Зараз
vi: Bây giờ
zh: 现在
zh_hant: 現在

# habitDetail_freqChart_expanded_hideTooltip
source: Hide History Chart
ar: إخفاء مخطط السجل
de: Verlaufsdiagramm verstecken
es: Esconder gráfico de historial
fa: پنهان سازی جدول تاریخچه
fr: Masquer le graphe d’historique
hu: Előzmények diagram elrejtése
it: Nascondi Grafico Cronologia
pl: Ukryj wykres historii
ru: Спрятать историческую диаграмму
tr: Geçmiş Grafiğini Gizle
uk: Приховати діаграму історії
vi: Ẩn biểu đồ lịch sử
zh: 隐藏历史记录
zh_hant: 隱藏歷史紀錄圖表

# habitDetail_freqChart_expanded_showTooltip
source: Show History Chart
ar: إظهار مخطط السجل
de: Verlaufsdiagramm zeigen
es: Mostrar gráfico de historial
fa: نمایش جدول تاریخچه
fr: Afficher le graphe d’historique
hu: Előzmények diagram megjelenítése
it: Mostra Grafico Cronologia
pl: Pokaż wykres historii
ru: Показать историческую диаграмму
tr: Geçmiş Grafiğini Göster
uk: Показати діаграму історії
vi: Hiện biểu đồ lịch sử
zh: 显示历史记录
zh_hant: 顯示歷史紀錄圖表

# habitDetail_descSubgroup_title
source: Memo
ar: الملاحظات
fa: یادداشت
fr: Mémo
hu: Jegyzet
it: Note
pl: Notatka
ru: Заметка
tr: Not
uk: Пам'ятка
vi: Bản ghi nhớ
zh: 备忘
zh_hant: 備註

# habitDetail_otherSubgroup_title
source: Other
ar: أخرى
de: Andere
es: Otros
fa: متفرقه
fr: Autre
hu: Más
it: Altro
pl: Inne
ru: Другое
tr: Diğer
uk: Інше
vi: Khác
zh: 其他
zh_hant: 其他

# habitDetail_habitType_title
source: Type
ar: النوع
de: Typ
es: Tipo
fa: نوع
hu: Típus
it: Tipologia
pl: Typ
ru: Тип
tr: Tür
uk: Тип
vi: Loại
zh: 类型
zh_hant: 類型

# habitDetail_reminderTile_title
source: Reminder
ar: التذكير
de: Erinnerung
es: Recordatorio
fa: یادآور
fr: Rappel
hu: Emlékeztető
it: Promemoria
pl: Przypomnienie
ru: Напоминание
tr: Hatırlatıcı
uk: Нагадування
vi: Nhắc nhở
zh: 提醒
zh_hant: 提醒

# habitDetail_freqTile_title
source: Repeat
ar: التكرار
de: Wiederholen
es: Repetición
fa: تکرار
fr: Répétition
hu: Ismétlés
it: Ripeti
pl: Powtarzanie
ru: Повторять
tr: Tekrar
uk: Повторіть
vi: Lặp lại
zh: 重复
zh_hant: 重複

# habitDetail_startDateTile_title
source: Start Date
ar: تاريخ البدء
de: Start-Datum
es: Fecha de inicio
fa: تاریخ شروع
fr: Date de début
hu: Kezdő dátum
it: Data d'inizio
pl: Data rozpoczęcia
ru: Дата начала
tr: Başlangıç Tarihi
uk: Дата початку
vi: Ngày bắt đầu
zh: 开始日期
zh_hant: 開始日期

# habitDetail_createDateTile_title
source: Created
ar: تاريخ الإنشاء
de: Erstellt
es: Creado
fa: ایجاد شده
fr: Créée
hu: Létrehozva
it: Creato
pl: Utworzono
ru: Создано
tr: Oluşturuldu
uk: Створено
vi: Đã tạo
zh: 创建日期
zh_hant: 建立日期

# habitDetail_modifyDateTile_title
source: Modified
ar: تاريخ التعديل
de: Modifiziert
es: Modificado
fa: ویرایش شده
fr: Modifiée
hu: Módosítva
it: Modificato
pl: Zmodyfikowano
ru: Изменено
tr: Düzenlendi
uk: Змінено
vi: Đã sửa đổi
zh: 修改日期
zh_hant: 修改日期

# habitDetail_editHeatmapCal_dateButtonText
source: date
ar: التاريخ
de: Datum
es: fecha
fa: تاریخ
hu: dátum
it: data
pl: Data
ru: дата
tr: tarih
uk: дата
vi: ngày
zh: 日期
zh_hant: 日期

# habitDetail_editHeatmapCal_valueButtonText
source: value
ar: القيمة
de: Wert
es: valor
fa: مقدار
fr: valeur
hu: érték
it: valore
pl: Wartość
ru: значение
tr: değer
uk: значення
vi: giá trị
zh: 打卡值
zh_hant: 數值

# habitDetail_editHeatmapCal_backToToday_tooltipText
source: back to today
ar: العودة إلى اليوم
de: Zurück nach heute
es: Volver a hoy
fa: بازگشت به امروز
fr: revenir à aujourd’hui
hu: vissza a mai naphoz
it: torna ad oggi
pl: Powrót do dziś
ru: назад к сегодня
tr: bugüne geri dön
uk: повернутися до сьогоднішнього дня
vi: trở lại ngày hôm nay
zh: 返回今日
zh_hant: 回到今天

# habitDetail_notFoundText
source: Load habit failed
ar: فشل تحميل العادة
de: Laden der Gewohnheit fehlgeschlagen
es: Error al cargar el hábito
fa: بارگذاری عادت ناموفق بود
fr: Échec du chargement de l’habitude
hu: Szokás betöltése sikertelen
it: Caricamento abitudini fallito
pl: Nie udało się załadować nawyku
ru: Загрузка привычки не удалась
tr: Alışkanlığı yükleme başarısız oldu
uk: Завантажити звичку не вдалося
vi: Tải thói quen thất bại
zh: 读取习惯失败
zh_hant: 載入習慣失敗

# habitDetail_notFoundRetryText
source: Try again
ar: إعادة المحاولة
de: Noch einmal Versuchen
es: Volver a intentar
fa: تلاش مجدد
fr: Essayez une nouvelle fois
hu: Próbáld újra
it: Prova ancora
pl: Spróbuj ponownie
ru: Попробовать снова
tr: Tekrar dene
uk: Спробуйте знову
vi: Thử lại
zh: 重试
zh_hant: 重試

# habitDetail_changeGoal_title
source: Change goal
ar: تغيير الهدف
de: Ziel ändern
es: Cambiar meta
fa: تغییر هدف
fr: Modifier l’objectif
hu: Cél változtatása
it: Cambia obiettivo
pl: Zmień cel
ru: Изменить цель
tr: Hedefi değiştir
uk: Змінити ціль
vi: Thay đổi mục tiêu
zh: 更改目标
zh_hant: 變更目標

# habitDetail_changeGoal_currentChipText
source: current: {goal}
ar: الحالي: {goal}
de: Aktuell: {goal}
es: Actualmente: {goal}
fa: فعلی: {goal}
fr: Courant: {goal}
hu: jelenlegi: {goal}
it: Attuale: {goal}
pl: bieżący: {goal}
ru: текущая: {goal}
tr: güncel: {goal}
uk: поточний: {goal}
vi: hiện tại: {goal}
zh: 当前: {goal}
zh_hant: 目前：{goal}

# habitDetail_changeGoal_doneChipText
source: done: {goal}
ar: مُنجز: {goal}
de: Abgeschlossen: {goal}
es: realizado: {goal}
fa: انجام شد: {goal}
fr: Fait: {goal}
hu: kész: {goal}
it: fatto: {goal}
pl: zrealizowany: {goal}
ru: сделано: {goal}
tr: tamamlanan: {goal}
uk: зроблено: {goal}
vi: xong: {goal}
zh: 完成: {goal}
zh_hant: 完成：{goal}

# habitDetail_changeGoal_undoneChipText
source: undone
ar: غير مُنجز
de: Nicht fertiggestellt
es: no realizado
fa: انجام نشده
fr: Non fait
hu: nem teljesített
it: Annullato
pl: niezrealizowany
ru: не сделано
tr: tamamlanmamış
uk: скасовано
vi: hoàn tác
zh: 未完成
zh_hant: 未完成

# habitDetail_changeGoal_helpText
source: Daily goal, default: {goal}
ar: الهدف اليومي، الافتراضي: {goal}
de: Tägliches Ziel, Standard: {goal}
es: Meta diaria, predeterminado: {goal}
fa: هدف روزانه، پیش‌فرض: {goal}
fr: Objectif journalier, {goal} par défaut
hu: Napi cél, alapértelmezett: {goal}
it: Obiettivo giornaliero, predefinito:{goal}
pl: Cel dzienny, domyślnie: {goal}
ru: Дневная цель, по умолчанию: {goal}
tr: Günlük hedef, varsayılan: {goal}
uk: Щоденна мета, за замовчуванням: {goal}
vi: Mục tiêu hàng ngày, mặc định: {goal}
zh: 每日目标，默认值：{goal}
zh_hant: 每日目標，預設值：{goal}

# habitDetail_changeGoal_cancelText
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitDetail_changeGoal_saveText
source: save
ar: حفظ
de: Speichern
es: guardar
fa: ذخیره
fr: Sauvegarder
hu: mentés
it: salva
pl: zapisz
ru: сохранить
tr: kaydet
uk: зберегти
vi: lưu
zh: 保存
zh_hant: 儲存

# habitDetail_skipReason_title
source: Skip reason
ar: سبب التخطي
de: Überspingungsgrund
es: Saltar razón
fa: علت رد کردن
fr: Raison pour avoir ignoré
hu: Kihagyás oka
it: Salta motivazione
pl: Powód pominięcia
ru: Причина пропуска
tr: Sebebi geç
uk: Пропустити причину
vi: Lý do bỏ qua
zh: 跳过原因
zh_hant: 跳過原因

# habitDetail_skipReason_bodyHelpText
source: Write something here...
ar: اكتب شيئًا هنا...
de: Schreibe hier etwas...
es: Escribe algo aquí...
fa: در اینجا چیزی بنویسید...
fr: Écrivez quelque chose ici…
hu: Írj ide valamit...
it: Scrivi qualcosa qui...
pl: Napisz coś tutaj...
ru: Напишите здесь что-нибудь...
tr: Buraya bir şey yaz...
uk: Напиши тут щось...
vi: Viết gì đó vào đây...
zh: 在这里随便写点什么...
zh_hant: 在此輸入…

# habitDetail_skipReason_cancelText
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitDetail_skipReason_saveText
source: save
ar: حفظ
de: Speichern
es: guardar
fa: ذخیره
fr: Sauvegarder
hu: mentés
it: salva
pl: zapisz
ru: сохранить
tr: kaydet
uk: зберегти
vi: lưu
zh: 保存
zh_hant: 儲存

# appSetting_appbar_titleText
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Paramètres
hu: Beállítások
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_hant: 設定

# appSetting_displaySubgroupText
source: Display
ar: العرض
de: Anzeige
es: Mostrar
fa: نمایش
fr: Affichage
hu: Megjelenítés
it: Mostra
pl: Wyświetlanie
ru: Отобразить
tr: Görünüm
uk: Дисплей
vi: Màn hình
zh: 显示
zh_hant: 顯示

# appSetting_operationSubgroupText
source: Operation
ar: التشغيل
de: Bedienen
es: Operación
fa: عملیات
fr: Opération
hu: Művelet
it: Operazione
pl: Działanie
ru: Операция
tr: Kullanım
uk: Операція
vi: Vận hành
zh: 操作
zh_hant: 操作

# appSetting_dragCalendarByPageTile_titleText
source: Drag calendar by page
ar: سحب التقويم صفحة بصفحة
de: Kalender nach Seite ziehen
es: Arrastrar calendario por página
fa: جابجایی تقویم صفحه‌ای
fr: Défilement du calendrier page par page
hu: Naptár húzása oldalanként
it: Scorri calendario per pagina
pl: Przeciąganie kalendarza po stronach
ru: Перетаскивать календарь по странице
tr: Takvimi sayfa sayfa kaydır
uk: Перетягніть календар за сторінкою
vi: Kéo lịch theo trang
zh: 按页拖动日历
zh_hant: 以頁面為單位拖曳行事曆

# appSetting_dragCalendarByPageTile_subtitleText
source: If the switch is enabled, the app bar calendar on the home page will be dragged page by page. By default, the switch is disabled.
ar: إذا تم تمكين هذا الخيار، سيتم سحب تقويم شريط التطبيق في الصفحة الرئيسية صفحة بصفحة. بشكل افتراضي، هذا الخيار معطل.
de: Der Kalender des Gewohnheitsverlaufs auf der Startseite kann Seite für Seiten gezogen werden. Standardmäßig ist diese Funktion deaktiviert.
es: Si la función está habilitada, la navegación por la lista del calendario se realizará arrastrándola página por página. La posición predeterminada está inactiva.
fa: در صورت فعال بودن این گزینه، تقویم نوار برنامه در صفحه اصلی صفحه به صفحه جابجا می‌شود. پیش‌فرض این گزینه غیرفعال است.
fr: Si ce bouton est activé, le calendrier présent sur la barre d’application de la page d’accueil défilera page par page. Par défaut, le bouton est désactivé.
hu: Ha a kapcsoló be van kapcsolva, a kezdőlap felső sávjában lévő naptár oldalanként húzható. Alapértelmezés szerint a kapcsoló ki van kapcsolva.
it: Se attivo, il calendario della barra delle applicazioni nella pagina iniziale verrà trascinato pagina per pagina. Per impostazione predefinita, è disattivato.
pl: Jeśli włączone, kalendarz w pasku aplikacji na stronie głównej będzie przewijany strona po stronie. Domyślnie wyłączone.
ru: Если переключатель включен, календарь панели приложений на домашней странице будет перетаскиваться по странице. По умолчанию переключатель отключен.
tr: Bu özellik etkinleştirildiğinde, ana sayfadaki uygulama çubuğu takvimi sayfa sayfa kaydırılacaktır. Varsayılan olarak kapalıdır.
uk: Якщо перемикач увімкнено, календар на панелі додатків на домашній сторінці перетягуватиметься сторінка за сторінкою. За замовчуванням перемикач вимкнено.
vi: Nếu nút chuyển đã bật, lịch thanh ứng dụng trên trang chủ sẽ được kéo theo trang. Theo mặc định, nút chuyển đã tắt.
zh: 如果启用开关，则主页上的应用栏日历将逐页拖动。默认情况下，该开关处于禁用状态。
zh_hant: 如果開啟此開關，首頁的應用程式列行事曆將以頁面為單位進行拖曳。預設為關閉。

# appSetting_changeRecordStatusOpTile_titleText
source: Change Record Status
ar: تغيير حالة السجل
de: Status ändern
es: Cambiar estado del registro
fa: تغییر وضعیت رکورد
fr: Modifier le statut de l’entrée
hu: Bejegyzés állapotának módosítása
it: Cambia Stato delle Voci
pl: Zmień status rekordu
ru: Изменить статус записи
tr: Kayıt Durumunu Değiştir
uk: Змінити статус запису
vi: Thay đổi trạng thái bản ghi
zh: 修改记录状态
zh_hant: 變更記錄狀態

# appSetting_changeRecordStatusOpTile_subtitleText
source: Modify the click behavior to change the status of daily records on main page.
ar: تعديل سلوك النقر لتغيير حالة السجلات اليومية في الصفحة الرئيسية.
de: Einstellung zur Anpassung des Tipp-Verhaltens, um eine Gewohnheit für ein Datum als abgeschlossen zu markieren.
es: Modificar el comportamiento del clic para cambiar el estado de los registros diarios en la página principal.
fa: اصلاح رفتار کلیک برای تغییر وضعیت سوابق روزانه در صفحه اصلی.
fr: Modifier le type de clic permettant de changer le statut des entrées journalières sur la page principale.
hu: Módosítsd a kattintási viselkedést úgy, hogy a főoldalon a napi bejegyzések állapotát lehessen változtatni.
it: Modifica il comportamento del tocco per cambiare lo stato dei record giornalieri sulla pagina principale.
pl: Zmienia działanie kliknięcia w celu modyfikacji statusu dziennych rekordów na stronie głównej.
ru: Измените поведение клика, чтобы изменить статус ежедневных записей на главной странице.
tr: Ana sayfadaki günlük kayıtların durumunu değiştirmek için tıklama davranışını düzenleyin.
uk: Змініть поведінку кліків, щоб змінити статус щоденних записів на головній сторінці.
vi: Sửa đổi hành vi nhấp chuột để thay đổi trạng thái của bản ghi hàng ngày trên trang chính.
zh: 修改主页面上每日记录的状态的点击行为。
zh_hant: 修改點選行為以變更主頁面上每日記錄的狀態。

# appSetting_openRecordStatusDialogOpTile_titleText
source: Open Detailed Record
ar: فتح السجل التفصيلي
de: Detaillierte Aufzeichnung öffnen
es: Abrir registro detallado
fa: باز کردن رکورد تفصیلی
fr: Ouvrir le détail de l’entrée
hu: Részletes bejegyzés megnyitása
it: Mostra Rapporto Dettagliato
pl: Otwórz szczegóły rekordu
ru: Открыть подробную запись
tr: Detaylı Kaydı Aç
uk: Відкрийте докладний запис
vi: Mở bản ghi chi tiết
zh: 打开详细记录
zh_hant: 開啟詳細記錄

# appSetting_openRecordStatusDialogOpTile_subtitleText
source: Modify the click behavior to open the detailed popup for daily records on main page.
ar: تعديل سلوك النقر لفتح النافذة المنبثقة التفصيلية للسجلات اليومية في الصفحة الرئيسية.
de: Einstellung zur Anpassung des Tipp-Verhaltens, um das Pop-Up zur Modifikation eines Datenpunktes einer Gewohnheit zu öffnen.
es: Modifique el comportamiento del clic para abrir la ventana emergente detallada de los registros diarios en la página principal.
fa: اصلاح رفتار کلیک برای باز کردن پاپ آپ دقیق برای سوابق روزانه در صفحه اصلی.
fr: Modifier le type de clic permettant d’ouvrir la boîte de dialgue détaillée des entrées journalières sur la page principale.
hu: Módosítsd a kattintási viselkedést úgy, hogy a főoldalon a napi bejegyzésekhez tartozó részletes felugró ablak nyíljon meg.
it: Modifica il comportamento del tocco per aprire il popup dettagliato dei record giornalieri nella pagina principale.
pl: Zmienia działanie kliknięcia w celu otwarcia szczegółowego okna dziennych rekordów na stronie głównej.
ru: Измените поведение клика, чтобы открыть подробное всплывающее окно для ежедневных записей на главной странице.
tr: Ana sayfadaki günlük kayıtların detaylı penceresini açmak için tıklama davranışını ayarlayın.
uk: Змініть поведінку клацання, щоб відкрити докладне спливаюче вікно щоденних записів на головній сторінці.
vi: Sửa đổi hành vi nhấp chuột để mở cửa sổ bật lên chi tiết cho các bản ghi hàng ngày trên trang chính.
zh: 修改主页面上打开每日记录详情弹窗的点击行为。
zh_hant: 修改點選行為以開啟主頁面上每日記錄的詳細彈出視窗。

# appSetting_appThemeColorTile_titleText
source: Theme Color
hu: Téma színe
vi: Màu chủ đề

# appSetting_appThemeColorChosenDiloag_titleText
source: Choose Theme Color
hu: Téma színének kiválasztása
ru: Выберите Цвет Темы
vi: Chọn màu chủ đề

# appSetting_appThemeColorChosenDialog_subTitleText_android
source: Use wallpaper's main color (Android 12+)
hu: A háttérkép fő színének használata (Android 12+)
ru: Использовать основной цвет обоев (Android 12+)
vi: Sử dụng màu chính của hình nền (Android 12+)

# appSetting_appThemeColorChosenDialog_subTitleText_linux
source: Use GTK+ theme's selected background color
hu: A GTK+ téma kiválasztott háttérszínének használata
vi: Sử dụng màu nền đã chọn của chủ đề GTK+

# appSetting_appThemeColorChosenDialog_subTitleText_macos
source: Use system theme color
hu: A rendszer téma színének használata
vi: Sử dụng màu chủ đề hệ thống

# appSetting_appThemeColorChosenDialog_subTitleText_windows
source: Use system accent or window/glass color
hu: A rendszer kiemelőszínének vagy ablak/üveg színének használata
vi: Sử dụng điểm nhấn hệ thống hoặc màu cửa sổ/kính

# appSetting_firstDayOfWeek_titleText
source: First day of week
ar: أول يوم في الأسبوع
de: Erster Tag der Woche
es: Primer dia de la semana
fa: اولین روز هفته
fr: Premier jour de la semaine
hu: A hét első napja
it: Primo giorno della settimana
pl: Pierwszy dzień tygodnia
ru: Первый день недели
tr: Haftanın ilk günü
uk: Перший день тижня
vi: Ngày đầu tuần
zh: 一周的第一天
zh_hant: 每週的第一天

# appSetting_firstDayOfWeekDialog_titleText
source: Show first day of week
ar: عرض أول يوم في الأسبوع كـ
de: Ersten Tag der Woche auswählen
es: Mostrar el primer día de la semana
fa: نمایش اولین روز هفته
fr: Afficher le premier jour de la semaine
hu: Mutassa a hét első napját
it: Mostra il primo giorno della settimana
pl: Wybierz pierwszy dzień tygodnia
ru: Показывать первый день недели
tr: Haftanın ilk gününü göster
uk: Показати перший день тижня
vi: Hiển thị ngày đầu tuần
zh: 选择
zh_hant: 顯示每週的第一天

# appSetting_firstDayOfWeekDialog_defaultText
source: (Default)
ar: (الافتراضي)
de: (Standard)
es: (Por defecto)
fa: (پیش‌فرض)
fr: (par défaut)
hu: (Alapértelmezett)
it: (Predefinito)
pl: (Domyślny)
ru: (По умолчанию)
tr: (Varsayılan)
uk: (За замовчуванням)
vi: (Mặc định)
zh: （默认值）
zh_hant: （預設）

# appSetting_changeLanguage_followSystem_text
source: Follow System ({localeName})
ar: اتباع لغة النظام ({localeName})
es: Por el sistema ({localeName})
hu: Renszer követése ({localeName})
it: Segui Sistema ({localeName})
pl: Podążaj za systemem ({localeName})
ru: Как в системе ({localeName})
tr: Sistemi İzle ({localeName})
uk: Слідкуйте за системою ({localeName})
vi: Theo hệ thống ({localeName})
zh_hant: 依照系統設定（{localeName}）

# appSetting_changeLanguage_followSystem_noLocale_text
source: Follow System
ar: اتباع لغة النظام
es: Del sistema
hu: Rendszer Követése
it: Segui Sistema
pl: Podążaj za systemem
ru: Как в системе
tr: Sistemi İzle
uk: Слідкуйте за системою
vi: Theo hệ thống
zh_hant: 依照系統設定

# appSetting_changeLanguageTile_titleText
source: Language
ar: اللغة
es: Idioma
hu: Nyelv
it: Lingua
pl: Język
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hant: 語言

# appSetting_changeLanguageDialog_titleText
source: Select Language
ar: اختر اللغة
es: Seleccionar el idioma
hu: Nyelv kiválasztása
it: Seleziona Lingua
pl: Wybierz język
ru: Выбор языка
tr: Dil Seç
uk: Виберіть мову
vi: Chọn ngôn ngữ
zh_hant: 選擇語言

# appSetting_dateDisplayFormat_titleText
source: Date display format ({formatTemplate})
ar: تنسيق عرض التاريخ ({formatTemplate})
de: Datumsformat ({formatTemplate})
es: Formato de visualización de la fecha ({formatTemplate})
fa: فرمت نمایش تاریخ ({formatTemplate})
fr: Format de l’affichage des dates ({formatTemplate})
hu: Dátum megjelenítési formátuma ({formatTemplate})
it: Formato visualizzazione data ({formatTemplate})
pl: Format daty ({formatTemplate})
ru: Формат отображения даты ({formatTemplate})
tr: Tarih gösterim biçimi ({formatTemplate})
uk: Формат відображення дати ({formatTemplate})
vi: Định dạng màn hình ngày ({formatTemplate})
zh: 日期显示格式 ({formatTemplate})
zh_hant: 日期顯示格式（{formatTemplate}）

# appSetting_dateDisplayFormat_titleTemplate_followSystemText
source: follow system setting
ar: اتباع إعدادات النظام
de: Systemeinstellungen folgen
es: seguir la configuración del sistema
fa: پیروی از تنظیمات سیستم
fr: suivre le paramétrage du système
hu: rendszer követése
it: segui le impostazioni di sistema
pl: Podążaj za ustawieniami systemu
ru: как в системе
tr: sistem ayarını izle
uk: дотримуйтеся налаштувань системи
vi: theo thiết đặt hệ thống
zh: 跟随系统设置
zh_hant: 依照系統設定

# appSetting_dateDisplayFormat_subTitleText
source: Configured date format will be applied to the date display on habit detail page.
ar: سيتم تطبيق تنسيق التاريخ المختار على عرض التاريخ في صفحة تفاصيل العادة.
de: Das ausgewählte Datumsformat wird auf die Zeitstempel der Gewohnheitsseiten angewand.
es: El formato de fecha configurado se aplicará a la visualización de la fecha en la página de detalles del hábito.
fa: فرمت‌بندی تاریخ پیکربندی شده بر روی نمایش تاریخ در صفحه جزئیات عادت اعمال خواهد شد.
fr: Le format configuré sera appliqué à l’affichage des dates sur le détail de l’habitude.
hu: A beállított dátumformátum a szokás részletei oldalon jelenik meg.
it: Il formato impostato sarà applicato alla data visualizzata sulla pagina dei dettagli dell'abitudine.
pl: Skonfigurowany format daty zostanie zastosowany na stronie szczegółów nawyku.
ru: Настроенный формат даты будет применен к отображению даты на странице «Подробности привычки».
tr: Yapılandırılan tarih formatı, alışkanlık detay sayfasındaki tarih gösterimine uygulanacaktır.
uk: Налаштований формат дати буде застосовано до відображення дати на сторінці з деталями про звичку.
vi: Định dạng ngày đã định cấu hình sẽ được áp dụng cho màn hình ngày trên trang chi tiết thói quen.
zh: 配置的日期格式将应用于习惯详情页面的日期显示。
zh_hant: 設定的日期格式將套用於習慣詳細頁面的日期顯示。

# appSetting_compactUISwitcher_titleText
source: Enable Compact UI on habits page
ar: تفعيل الواجهة المدمجة لصفحة العادات
de: Kompakte Benutzeroberfläche auf Gewohnheitsseiten
es: Habilitar la interfaz de usuario compacta en la página de hábitos
fa: فعال‌سازی رابط کاربری کم‌حجم در صفحه عادت‌ها
fr: Activer l’interface compacte sur la page des habitudes
hu: Kompakt felület engedélyezése a szokások oldalán
it: Abilita interfaccia compatta nella pagina delle abitudini
pl: Włącz kompaktowy interfejs na stronie nawyków
ru: Включить компактный интерфейс на странице привычек
tr: Alışkanlıklar sayfasında Kompakt Kullanıcı Arayüzünü etkinleştir
uk: Увімкніть компактний інтерфейс на сторінці звичок
vi: Bật giao diện người dùng nhỏ gọn trên trang thói quen
zh: 习惯页中启用紧凑型UI
zh_hant: 在習慣頁面啟用精簡 UI

# appSetting_compactUISwitcher_subtitleText
source: Allow habits check table to display more content, but some UI and text may appear smaller.
ar: السماح لجدول متابعة العادات بعرض المزيد من المحتوى، ولكن قد تظهر بعض عناصر الواجهة والنصوص أصغر حجمًا.
de: Es werden mehr Informationen angezeigt werden, allerdings sind einige Textelemente kleiner dargestellt.
es: Permitir que la tabla de control de hábitos muestre más contenido, pero algunos UI y texto pueden aparecer más pequeños.
fa: اجازه دهید جدول بررسی عادت‌ها بیشترین محتوا را نشان دهد، اما برخی از رابط کاربری و متن‌ها به صورت کوچکتر نمایش داده می‌شود.
fr: Permet au tableau des habitudes d’afficher plus de contenu. Certains éléments et textes apparaitront plus petits.
hu: Lehetővé teszi, hogy a szokások ellenőrző táblája több tartalmat jelenítsen meg, de egyes UI elemek és szövegek kisebbnek tűnhetnek.
it: Permetti alla tabella di conferma delle abitudini di visualizzare più contenuto, ma il testo e alcuni elementi dell'interfaccia potrebbero diventare più piccoli.
pl: Pozwala tabeli kontroli nawyków wyświetlać więcej treści, ale niektóre elementy i tekst mogą być mniejsze.
ru: Позволяет показывать больше контента в таблице привычек, но некоторые элементы интерфейса и текст могут оказаться меньше.
tr: Alışkanlıklar kontrol tablosunun daha fazla içerik görüntülemesine izin verin, ancak bazı kullanıcı arayüzü ve metinler daha küçük görünebilir.
uk: Дозволити таблицю перевірки звичок, щоб відображати більше вмісту, але деякі інтерфейси користувача та текст можуть виглядати меншими.
vi: Cho phép bảng kiểm tra thói quen màn hình nhiều nội dung hơn nhưng một số giao diện người dùng và văn bản có thể trông nhỏ hơn.
zh: 允许习惯检查表格显示更多内容，但部分用户界面和文字可能会变小。
zh_hant: 允許習慣打卡表格顯示更多內容，但某些 UI 和文字可能會變小。
