Repository: FriesI23/mhabit
Catalog: assets/l10n/*.arb
Languages: ar, cs, de, es, fa, fr, hu, it, pl, ru, tr, uk, vi, zh, zh_hant

# appSetting_collapsed_calendar_bararea_titleText
source: Habits check area radio adjustment
ar: تعديل نسبة منطقة متابعة العادات
de: Bereich der Gewohnheitslist
es: Ajuste de la zona de validación de hábitos.
fa: تنظیمات نسبت محیط بررسی عادت‌ها
fr: Ajustement de la zone de validation des habitudes
hu: Szokások ellenőrző terület rádió-beállítása
it: Modifica dell'area di conferma dell'abitudine
pl: Dostosowanie obszaru kalendarza na stronie nawyków
tr: Alışkanlık işaretleme alanı boyut ayarı
uk: Звички перевіряють зону налаштування радіо
vi: Thói quen kiểm tra khu vực điều chỉnh đài phát thanh
zh: 习惯打卡区域占比调整
zh_hant: 習慣打卡區域比例調整

# appSetting_collapsed_calendar_bararea_subtitleText
source: Adjust percentage for more/less space in habits check table area.
ar: عدّل النسبة المئوية لتخصيص مساحة أكبر/أصغر في منطقة جدول متابعة العادات.
de: Zeige mehrere oder wenigere Gewohnheiten auf der Startseite.
es: Ajusta el porcentaje para tener más o menos espacio en el área de validación de hábitos.
fa: تنظیم درصد بیشتر / کمتر بودن فضای موجود در جدول بررسی عادت‌ها.
fr: Ajuster le pourcentage pour avoir plus ou moins d’espace dans la zone de validation des habitudes.
hu: Állítsd a százalékos arányt a szokások ellenőrző táblájában több vagy kevesebb hely biztosításához.
it: Regola per avere più o meno spazio nell'area di conferma delle abitudini.
pl: Dostosuj procentową wielkość obszaru tabeli kontroli nawyków.
tr: Alışkanlık işaretleme tablo alanında daha fazla/az alan için yüzdeyi ayarlayın.
uk: Відрегулюйте відсоток для збільшення/меншення місця в області таблиці перевірки звичок.
vi: Điều chỉnh tỷ lệ phần trăm để có thêm/ít không gian hơn trong khu vực bảng kiểm tra thói quen.
zh: 调整百分比以获取更多/更少的习惯打卡区域。
zh_hant: 調整百分比以在習慣打卡表格區域取得更多或更少空間。

# appSetting_collapsed_calendar_bararea_defaultText
source: Default
ar: افتراضي
de: Standard
es: Por defecto
fa: پیش‌فرض
fr: Défaut
hu: Alapértelmezett
it: Predefinito
pl: Domyślny
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh: 默认: 0
zh_hant: 預設

# appSetting_reminderSubgroupText
source: Reminder & Notification
ar: التذكيرات
de: Erinnerung
es: Recordatorios y notificaciones
fa: یادآور
fr: Rappel
hu: Emlékeztető & Értesítés
it: Promemoria
pl: Przypomnienia i powiadomienia
ru: Напоминание и уведомление
tr: Hatırlatıcı & Bildirim
uk: Нагадування та сповіщення
vi: Lời nhắc nhở
zh: 提醒
zh_hant: 提醒

# appSetting_dailyReminder_titleText
source: Daily reminder
ar: التذكير اليومي
de: Tägliche Erinnerung
es: Recordatorio diario
fa: یادآور روزانه
fr: Rappel journalier
hu: Napi emlékeztető
it: Promemoria giornaliero
pl: Codzienne przypomnienie
ru: Ежедневное напоминание
tr: Günlük hatırlatıcı
uk: Щоденне нагадування
vi: Nhắc nhở hàng ngày
zh: 每日提醒
zh_hant: 每日提醒

# appSetting_backupAndRestoreSubgroupText
source: Backup & restore
ar: النسخ الاحتياطي والاستعادة
de: Sichern & Wiederherstellen
es: Copia de seguridad y restauración
fa: پشتیبان‌گیری و بازیابی
fr: Sauvegarder et restaurer
hu: Biztonsági mentés és visszaállítás
it: Backup & Ripristino
pl: Kopia zapasowa i przywracanie
ru: Резервное копирование и восстановление
tr: Yedekleme & geri yükleme
uk: Резервне копіювання та відновлення
vi: Sao lưu & khôi phục
zh: 备份和恢复
zh_hant: 備份與還原

# appSetting_export_titleText
source: Export
ar: تصدير البيانات
de: Exportieren
es: Exportar
fa: خروجی
fr: Exporter
hu: Exportálás
it: Esporta
pl: Eksportuj
ru: Экспорт
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh: 导出
zh_hant: 匯出

# appSetting_export_subtitleText
source: Exported habits as JSON format, This file can be import back.
ar: تصدير العادات بصيغة JSON. يمكن استيراد هذا الملف لاحقًا.
de: Gewohnheiten als JSON Datei exportieren. Diese kann zum wiederherstellen genutzt werden.
es: Hábitos exportados en formato JSON. Este archivo se puede volver a importar.
fa: عادت‌ها به عنوان فرمت JSON خروجی داده می‌شود. این پرونده می‌تواند بعداً وارد شود.
fr: Exporter les habitudes au format JSON. Ce fichier peut être importé.
hu: A szokások JSON formátumban exportálva. Ez a fájl visszaimportálható.
it: Esporta le abitudini in formato JSON, questo file può essere poi importato.
pl: Eksportuje nawyki w formacie JSON. Plik można ponownie zaimportować.
ru: Привычки экспортируются в формате JSON. Этот файл можно импортировать обратно.
tr: Dışa aktarılan alışkanlıklar JSON formatındadır, bu dosya geri içe aktarılabilir.
uk: Експортовані звички у форматі JSON. Цей файл можна імпортувати назад.
vi: Đã xuất thói quen ở định dạng JSON, tệp này có thể được nhập lại.
zh: 将习惯导出为 JSON 格式，该文件可以导入。
zh_hant: 將習慣匯出為 JSON 格式，此檔案可以再匯入。

# appSetting_import_titleText
source: Import
ar: استيراد البيانات
de: Importieren
es: Importar
fa: ورود
fr: Importer
hu: Importálás
it: Importa
pl: Importuj
ru: Импорт
tr: İçe aktar
uk: Імпорт
vi: Nhập
zh: 导入
zh_hant: 匯入

# appSetting_import_subtitleText
source: Import habits from json file.
ar: استيراد العادات من ملف JSON.
de: Gewohnheits JSON Datei impotieren.
es: Importar hábitos desde el archivo json.
fa: عادت‌ها را از پرونده JSON وارد کنید.
fr: Importer les habitudes à partir d’un fichier au format JSON.
hu: Szokások importálása JSON fájlból
it: Importa le abitudini da un file JSON.
pl: Importuj nawyki z pliku JSON.
ru: Импорт привычек из json файла.
tr: Alışkanlıkları JSON dosyadan içe aktar.
uk: Імпортуйте звички з файлу json.
vi: Nhập thói quen từ tệp json.
zh: 从 JSON 文件导入习惯。
zh_hant: 從 JSON 檔案匯入習慣。

# appSetting_importDialog_confirmTitle
source: Confirm import {count} habits?
ar: تأكيد استيراد {count, plural, =1{عادة واحدة} few{{count} عادات} many{{count} عادة} other{{count} عادة}}؟
de: Wirklich {count} Gewohnheiten importieren?
es: ¿Confirmar la importación de {count} hábitos?
fa: تأیید وارد کردن {count} عادت؟
fr: Confirmer l’import de {count} habitudes ?
hu: Importáljuk a {count} szokást?
it: Confermi l'importazione di {count} abitudini?
pl: Potwierdź import {count} nawyków?
ru: Подтвердить импорт {count} привычек?
tr: {count} alışkanlıkları içe aktarmayı onayla?
uk: Підтвердити імпорт {count} звичок?
vi: Xác nhận nhập {count} thói quen?
zh: 确认导入 {count} 个习惯？
zh_hant: 確認匯入 {count} 個習慣？

# appSetting_importDialog_confirmSubtitle
source: Note: Import doesn't delete existing habits.
ar: ملاحظة: الاستيراد لا يحذف العادات الحالية.
de: Hinweis: Der Import löscht keine existierende Gewohnheiten.
es: Nota: La importación no elimina los hábitos existentes.
fa: توجه: وارد کردن ، عادت‌های موجود را حذف نمی‌کند.
fr: Note: l’import ne supprime pas les habitudes existantes.
hu: Megjegyzés: Az importálás nem törli a meglévő szokásokat.
it: Nota: l'importazione non elimina le abitudini esistenti.
pl: Uwaga: Import nie usuwa istniejących nawyków.
ru: Примечание: импорт не удаляет существующие привычки.
tr: Not: İçe aktarma, mevcut alışkanlıkları silmez.
uk: Примітка. Імпорт не видаляє наявні звички.
vi: Lưu ý: Quá trình nhập không xóa các thói quen hiện có.
zh: 注意：导入不会删除现有的习惯。
zh_hant: 注意：匯入不會刪除現有的習慣。

# appSetting_importDialog_confirm_confirmText
source: confirm
ar: تأكيد
de: Bestätigen
es: confirmar
fa: تأیید
fr: Confirmer
hu: Megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确认
zh_hant: 確認

# appSetting_importDialog_confirm_cancelText
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# appSetting_importDialog_importingTitle
source: Imported {completeCount}/{totalCount}
ar: جاري الاستيراد {completeCount}/{totalCount}
de: Importiert: {completeCount}/{totalCount}
es: Importado {completeCount}/{totalCount}
fa: ورود شده {completeCount}/{totalCount}
fr: {completeCount}/{totalCount} importées
hu: Importálva {completeCount}/{totalCount}
it: {completeCount}/{totalCount} importati
pl: Importowano {completeCount}/{totalCount}
ru: Импортировано {completeCount}/{totalCount}
tr: İçe aktarıldı {completeCount}/{totalCount}
uk: Імпортні {completeCount}/{totalCount}
vi: Đã nhập {completeCount}/{totalCount}
zh: 已导入 {completeCount}/{totalCount}
zh_hant: 已匯入 {completeCount}/{totalCount}

# appSetting_importDialog_completeTitle
source: Complete import {count}
ar: اكتمل استيراد {count, plural, =1{عادة واحدة} few{{count} عادات} many{{count} عادة} other{{count} عادة}}
de: Import abgeschlossen: {count}
es: Importación completada {count}
fa: ورودی کامل {count}
fr: Import complet {count}
hu: {count} importálása befejezve
it: Importazione completata {count}
pl: Import {count} zakończony
ru: Завершён импорт {count}
tr: İçe aktarılan {count}
uk: Повний імпорт {count}
vi: Hoàn tất nhập {count}
zh: 完成导入 {count} 个习惯
zh_hant: 完成匯入 {count} 個

# appSetting_importDialog_complete_closeLabel
source: close
ar: إغلاق
de: Schließen
es: cerrar
fa: بستن
fr: Fermer
hu: bezárás
it: chiudi
pl: zamknij
ru: закрыть
tr: kapat
uk: закрити
vi: đóng
zh: 关闭
zh_hant: 關閉

# appSetting_resetConfig_titleText
source: Reset configs
ar: إعادة تعيين الإعدادات
de: Einstellungen zurücksetzen
es: Restablecer los ajustes
fa: بازنشانی تنظیمات
fr: Réinitialiser la configuration
hu: Konfiguráció visszaállítása
it: Ripristina impostazioni
pl: Resetuj ustawienia
ru: Сбросить настройки
tr: Yapılandırmaları sıfırla
uk: Скинути конфігурації
vi: Đặt lại cấu hình
zh: 重置配置
zh_hant: 重設設定

# appSetting_resetConfig_subtitleText
source: Reset all configs to default.
ar: إعادة جميع الإعدادات إلى الوضع الافتراضي.
de: Alle Einstellungen zurücksetzen.
es: Restablecer todas los ajustes a los valores predeterminados.
fa: بازنشانی تمام تنظیمات به حالت پیش‌فرض.
fr: Réinitialiser la configuration aux valeurs par défaut.
hu: Összes konfiguráció visszaállítása alapértelmezettre
it: Ripristina tutte le impostazioni.
pl: Przywróć wszystkie ustawienia do domyślnych.
ru: Сбросить все настройки к значениям по умолчанию.
tr: Tüm yapılandırmaları varsayılana sıfırla.
uk: Скинути всі конфігурації до стандартних.
vi: Đặt lại tất cả cấu hình về mặc định.
zh: 将所有配置重置为默认值。
zh_hant: 將所有設定重設為預設值。

# appSetting_resetConfigDialog_titleText
source: Reset configs?
ar: إعادة تعيين الإعدادات؟
de: Einstellungen zurücksetzen?
es: ¿Restablecer los ajustes?
fa: تنظیمات بازنشانی شود؟
fr: Réinitialiser la configuration ?
hu: Visszaállítja a konfigurációkat?
it: Ripristina le impostazioni?
pl: Resetować ustawienia?
ru: Сбросить настройки?
tr: Yapılandırmaları sıfırla?
uk: Скинути конфігурації?
vi: Đặt lại cấu hình?
zh: 重置配置？
zh_hant: 重設設定？

# appSetting_resetConfigDialog_subtitleText
source: Reset all configs to default, must restart application to apply.
ar: سيتم إعادة جميع الإعدادات إلى الوضع الافتراضي. يتطلب إعادة تشغيل التطبيق لتطبيق التغييرات.
de: Alle Einstellungen werden zurückgesetzt. Die Anwendung muss neu gestartet werden, um die Änderungen anzuwenden.
es: Restablecer todas los ajustes a los valores predeterminados, debes reiniciar la aplicación para aplicar los cambios.
fa: تمام تنظیمات به حالت پیش‌فرض بازنشانی شوند؟ برای اعمال این تغییرات، باید برنامه را مجدداً راه‌اندازی کنید.
fr: La configuration sera réinitialisée aux valeurs par défaut. Vous devrez redémarrer l’application pour que ce soit appliqué.
hu: Az összes beállítás alapértelmezettre állítása, az alkalmazást újra kell indítani az érvényesítéshez.
it: Ripristina tutte le impostazioni, serve un riavvio dell'app per applicare.
pl: Przywrócenie wszystkich ustawień do domyślnych wymaga ponownego uruchomienia aplikacji.
ru: После сброса нужно будет перезапустить приложение.
tr: Tüm yapılandırmaları varsayılana sıfırla, uygulamak için uygulama yeniden başlatılmalıdır.
uk: Скинути всі конфігурації до стандартних, потрібно перезапустити програму, щоб застосувати.
vi: Đặt lại tất cả cấu hình về mặc định, phải khởi động lại áp dụng để áp dụng.
zh: 将所有配置重置为默认值，必须重新启动应用程序才能生效。
zh_hant: 將所有設定重設為預設值，必須重新啟動應用程式才能套用。

# appSetting_resetConfigDialog_cancelText
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# appSetting_resetConfigDialog_confirmText
source: confirm
ar: تأكيد
de: Bestätigen
es: confirmar
fa: تأیید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确定
zh_hant: 確認

# appSetting_otherSubgroupText
source: Others
ar: خيارات أخرى
de: Andere
es: Otros
fa: سایر
fr: Autre
hu: Egyéb
it: Altri
pl: Inne
ru: Другие
tr: Diğer
uk: Інші
vi: Khác
zh: 其他
zh_hant: 其他

# appSetting_developMode_titleText
source: Develop Mode
ar: وضع المطور
de: Entwicklermodus
es: Modo desarrollador
fa: حالت توسعه
fr: Mode développement
hu: Fejlesztői mód
it: Modalità Sviluppatore
pl: Tryb deweloperski
ru: Режим Разработчика
tr: Geliştirici Modu
uk: Режим розробки
vi: Chế độ phát triển
zh: 开发模式
zh_hant: 開發者模式

# appSetting_clearCache_titleText
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache leeren
es: Limpiar la caché
fa: پنهان کردن
fr: Vider le cache
hu: Gyorsítótár törlése
it: Svuota Cache
pl: Wyczyść pamięć podręczną
ru: Очистить кэш
tr: Önbelleği Temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh: 清理缓存
zh_hant: 清除快取

# appSetting_clearCacheDialog_titleText
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت؟
de: Cache leeren
es: Limpiar la caché
fa: پنهان کردن
fr: Vider le cache
hu: Gyorsítótár törlése
it: Svuota Cache
pl: Wyczyść pamięć podręczną
ru: Очистить кеш
tr: Önbelleği Temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh: 清理缓存
zh_hant: 清除快取

# appSetting_clearCacheDialog_subtitleText
source: After clearing cache, some custom values will be restored to defaults.
ar: بعد مسح ذاكرة التخزين المؤقت، ستُعاد بعض القيم المخصصة إلى الوضع الافتراضي.
de: Nachdem der Cache geleert wurde, werden einige Wert wieder auf ihren Standard gestellt sein.
es: Después de borrar la caché, algunos valores personalizados se restaurarán a los valores predeterminados.
fa: پس از پاک کردن حافظه، برخی از ارزش های سفارشی به طور پیش فرض بازسازی می شوند.
fr: Après avoir vidé le cache, certaines valeurs personnelles seront réinitialisées aux valeurs par défaut.
hu: A gyorsítótár törlése után néhány egyéni érték alapértelmezett értékre áll vissza.
it: Dopo aver svuotato la cache, alcuni valori saranno ripristinati a quelli predefiniti.
pl: Po wyczyszczeniu pamięci podręcznej niektóre wartości zostaną przywrócone do domyślnych.
ru: После очистки кэша некоторые пользовательские значения будут восстановлены по умолчанию.
tr: Önbellek temizlendikten sonra, bazı özel değerler varsayılan değerlere geri yüklenir.
uk: Після очищення кешу деякі настроювані значення буде відновлено до значень за замовчуванням.
vi: Sau khi xóa bộ nhớ đệm, một số giá trị tùy chỉnh sẽ được khôi phục về mặc định.
zh: 清除缓存后，部分自定义值将会恢复默认。
zh_hant: 清除快取後，部分自訂值將恢復為預設值。

# appSetting_clearCacheDialog_cancelText
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# appSetting_clearCacheDialog_confirmText
source: confirm
ar: تأكيد
de: Bestätigen
es: confirmar
fa: تایید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确认
zh_hant: 確認

# appSetting_clearCache_snackBar_partSuccText
source: Partial Cache cleared failed
ar: فشل جزئي في مسح ذاكرة التخزين المؤقت
de: Partielles Leeren des Cache fehlgeschlagen
es: Error al borrar parcialmente la memoria caché
fa: پنهان کردن جزئی که شکست خورد
fr: Échec du vidage partiel du cache
hu: A részleges gyorsítótár törlése sikertelen
it: Eliminazione parziale Cache fallita
pl: Częściowe czyszczenie pamięci podręcznej nie powiodło się
ru: Не удалось частично очистить кэш
tr: Kısmi önbellek temizlenemedi
uk: Не вдалося частково очистити кеш
vi: Xóa một phần bộ nhớ đệm không thành công
zh: 部分缓存清理失败
zh_hant: 部分快取清除失敗

# appSetting_clearCache_snackBar_succText
source: Cache cleared successfully
ar: تم مسح ذاكرة التخزين المؤقت بنجاح
de: Cache erfolgreich geleert
es: Caché borrada con éxito
fa: پنهان کردن با موفقیت
fr: Cache vidé avec succès
hu: Gyorsítótár sikeresen törölve
it: Cache eliminata correttamente
pl: Pamięć podręczna wyczyszczona pomyślnie
ru: Кэш успешно очищен
tr: Önbellek başarıyla temizlendi
uk: Кеш успішно очищено
vi: Xóa bộ nhớ đệm thành công
zh: 缓存清理成功
zh_hant: 快取清除成功

# appSetting_clearCache_snackBar_failText
source: Cache cleared failed
ar: فشل مسح ذاكرة التخزين المؤقت
de: Cache konnte nicht geleert werden
es: Error al borrar la caché
fa: پنهان کردن شکست خورده
fr: Échec du vidage du cache
hu: Gyorsítótár törlése sikeretelen
it: Eliminazione Cache fallita
pl: Czyszczenie pamięci podręcznej nie powiodło się
ru: Не удалось очистить кэш
tr: Önbellek temizlenemedi
uk: Не вдалося очистити кеш
vi: Xóa bộ nhớ đệm không thành công
zh: 缓存清理失败
zh_hant: 快取清除失敗

# appSetting_debugger_titleText
source: Debug Info
ar: معلومات تصحيح الأخطاء
es: Información de depuración
hu: Hibakeresés info
it: Info di debug
pl: Informacje debugowania
ru: Отладочная информация
tr: Hata Ayıklama Bilgisi
uk: Інформація про налагодження
vi: Thông tin gỡ lỗi
zh_hant: 除錯資訊

# appSetting_about_titleText
source: About
ar: حول التطبيق
de: Über diese App
es: Acerca de
fa: درباره
fr: À propos
hu: Névjegy
it: Riguardo a
pl: O aplikacji
ru: О приложении
tr: Hakkında
uk: Про
vi: Giới thiệu về
zh: 关于
zh_hant: 關於

# appSetting_experimentalFeatureTile_titleText
source: Experimental Features
ar: الميزات التجريبية
es: Características experimentales
hu: Kísérleti beállítások
pl: Funkcje eksperymentalne
ru: Экспериментальные возможности
tr: Deneysel Özellikler
uk: Експериментальні функції
vi: Tính năng thử nghiệm

# appSetting_synSubgroupText
source: Sync
ar: المزامنة
es: Sincronizar
hu: Szinkronizálás
pl: Synchronizacja
ru: Синхронизировать
tr: Eşleme
uk: Синхронізувати
vi: Đồng bộ

# appSetting_syncOption_titleText
source: Sync Options
ar: خيارات المزامنة
es: Opciones de sincronización
hu: Szinkronizálás opciók
pl: Opcje synchronizacji
ru: Настройки синхронизации
tr: Eşleme Ayarları
uk: Параметри синхронізації
vi: Tùy chọn đồng bộ hóa

# appSetting_notify_titleTile
source: Notifications
es: Notificaciones
hu: Értesítések
pl: Powiadomienia
ru: Оповещения
tr: Bildirimler
uk: Сповіщення
vi: Thông báo

# appSetting_notify_subtitleTile
source: Manage notification preferences
es: Preferencias de notificaciones
hu: Értesítési beállítások kezelése
pl: Zarządzaj preferencjami powiadomień
ru: Настройка оповещения
tr: Bildirim tercihlerini düzenle
uk: Керування налаштуваннями сповіщень
vi: Quản lý tùy chỉnh thông báo

# appSetting_notify_subtitleTile_android
source: Tap to open system notification settings
es: Pulsa para abrir los ajustes de notificaciones
hu: Koppints a rendszer értesítési beállításainak megnyitásához
pl: Stuknij, aby otworzyć ustawienia powiadomień systemowych
ru: Нажмите, чтобы открыть настройки системных оповещений
tr: Sistem bildirim ayarlarını açmak için dokun
uk: Натисніть, щоб відкрити налаштування системних сповіщень
vi: Nhấn để mở cài đặt thông báo hệ thống

# appSync_nowTile_titleText
source: Sync Now
ar: مزامنة الآن
es: Sincronizar ahora
hu: Szinkronizálás most
pl: Synchronizuj teraz
ru: Синхронизировать сейчас
tr: Şimdi Eşle
uk: Синхронізувати зараз
vi: Đồng bộ hóa ngay bây giờ

# appSync_nowTile_titleText_syncing
source: Syncing
ar: جاري المزامنة...
es: Sincronizando
hu: Szinkronizálás
pl: Synchronizacja
ru: Синхронизация
tr: Eşleniyor
uk: Синхронізація
vi: Đang đồng bộ hóa

# appSync_nowTile_text_noDate
source: Last Sync: N/A
ar: آخر مزامنة: لا يوجد
es: Última sincronización: N/A
hu: Utolsó szinkronizálás: N/A
pl: Ostatnia synchronizacja: brak danych
ru: Последняя синхронизация: не было
tr: Son eşleme: Yok
uk: Остання синхронізація: Н/Д
vi: Đồng bộ hóa lần cuối: Không áp dụng

# appSync_nowTile_text
source: Last Sync: {dateStr}
ar: آخر مزامنة: {dateStr}
es: Última sincronización: {dateStr}
hu: Utolsó szinkronizálás: {dateStr}
pl: Ostatnia synchronizacja: {dateStr}
ru: Последняя синхронизация: {dateStr}
tr: Son eşleme: {dateStr}
uk: Остання синхронізація: {dateStr}
vi: Đồng bộ hóa lần cuối: {dateStr}

# appSync_nowTile_errorText_noDate
source: Last Sync (Error): N/A
ar: آخر مزامنة (خطأ): لا يوجد
es: Última sincronización (Error): N/A
hu: Utolsó szinkronizálás (Hiba): N/A
pl: Ostatnia synchronizacja (Błąd): brak danych
ru: Последняя синхронизация (ошибка): не было
tr: Son eşleme (Hata): Yok
uk: Остання синхронізація (помилка): Н/Д
vi: Đồng bộ hóa lần cuối (lỗi): Không áp dụng

# appSync_nowTile_errorText
source: Last Sync (Error): {dateStr}
ar: آخر مزامنة (خطأ): {dateStr}
es: Última sincronización (Error): {dateStr}
hu: Utolsó szinkronizálás (Hiba): {dateStr}
pl: Ostatnia synchronizacja (Błąd): {dateStr}
ru: Последняя синхронизация (ошибка): {dateStr}
tr: Son eşleme (Hata): {dateStr}
uk: Остання синхронізація (помилка): {dateStr}
vi: Đồng bộ hóa lần cuối (lỗi): {dateStr}

# appSync_nowTile_syncingText
source: Syncing...
ar: جاري المزامنة...
es: Sincronizando...
hu: Szinkronizálás...
pl: Trwa synchronizacja...
ru: Синхронизация...
tr: Eşleniyor...
uk: Синхронізація...
vi: Đang đồng bộ hóa...

# appSync_nowTile_syncingText_withPrt
source: Syncing: {prt}
ar: جاري المزامنة: {prt}
es: Sincronizando: {prt}
hu: Szinkronizálás: {prt}
pl: Trwa synchronizacja: {prt}
ru: Синхронизирую: {prt}
tr: Eşleniyor: {prt}
uk: Синхронізація: {prt}
vi: Đang đồng bộ hóa: {prt}

# appSync_nowTile_cancellingText
source: Canceling...
ar: جاري الإلغاء...
es: Cancelando...
hu: Mégsem...
pl: Anulowanie...
ru: Отменяется...
tr: İptal ediliyor...
uk: Скасування...
vi: Đang hủy...

# appSync_nowTile_cancelText_noDate
source: Last Sync (Cancelled): N/A
ar: آخر مزامنة (ملغاة): لا يوجد
es: Última sincronización (Cancelada): N/A
hu: Utolsó szinkronizálás (Törölve): N/A
pl: Ostatnia synchronizacja (Anulowano): brak danych
ru: Последняя синхронизация (отменена): не было
tr: Son eşleme (İptal edildi): Yok
uk: Остання синхронізація (скасована): Н/Д
vi: Đồng bộ hóa lần cuối (Đã hủy): Không áp dụng

# appSync_nowTile_cancelText
source: Last Sync (Cancelled): {dateStr}
ar: آخر مزامنة (ملغاة): {dateStr}
es: Última sincronización (Cancelada): {dateStr}
hu: Utolsó szinkronizálás (Törölve): {dateStr}
pl: Ostatnia synchronizacja (Anulowano): {dateStr}
ru: Последняя синхронизация (отменена): {dateStr}
tr: Son eşleme (İptal edildi): {dateStr}
uk: Остання синхронізація (скасована): {dateStr}
vi: Đồng bộ hóa lần cuối (Đã hủy): {dateStr}

# appSync_failedTile_titleText
source: Check Failure Logs
ar: التحقق من سجلات الفشل
es: Compruebe los registros de fallos
hu: Hiba napló keresése
pl: Sprawdź logi błędów
ru: Проверить журналы ошибок
tr: Hata Kayıtlarını Kontrol Et
uk: Перевірте журнали помилок
vi: Kiểm tra nhật ký lỗi

# appSync_failedTile_errorText
source: [Error]: {info}
ar: [خطأ]: {info}
hu: [Hiba]: {info}
pl: [Błąd]: {info}
tr: [Hata]: {info}
vi: [Lỗi]: {info}

# appSync_webdav_resultStatus
source: {status, select, success {Completed} cancelled {Canceled} failed {Failed} multi {Multiple statuses} other {Unknown status}}
ar: {status, select, success {مكتمل} cancelled {ملغى} failed {فشل} multi {حالات متعددة} other {حالة غير معروفة}}
es: {status, select, success {Completado} cancelled {Cancelado} failed {Fallido} multi {Múltiples estados} other {Estado desconocido}}
hu: {status, select, success {Befejezve} cancelled {Mégsem} failed {Sikertelen} multi {Többszörös állapotok} other {Ismeretlen állapot}}
pl: {status, select, success {Zakończono} cancelled {Anulowano} failed {Nie powiodło się} multi {Wiele statusów} other {Nieznany status}}
ru: {status, select, success {Выполнено} cancelled {Отменено} failed {Ошибка} multi {Несколько состояний} other {Неизвестное состояние}}
tr: {status, select, success {Tamamlandı} cancelled {İptal edildi} failed {Başarısız} multi {Birden fazla durum} other {Bilinmeyen durum}}
