Repository: FriesI23/mhabit
Catalog: assets/l10n/*.arb
Languages: ar, cs, de, es, fa, fr, hu, it, pl, ru, tr, uk, vi, zh, zh_hant

# common_customDateTimeFormatPicker_sepDash_text
source: Dash
ar: شرطة (-)
de: Strich
es: Guión
fa: خط تیره
fr: Tiret
hu: Kötőjel
it: Trattino
pl: Kreska
ru: Минус
tr: Tire
uk: Тире
vi: Dấu gạch ngang
zh: 短横线
zh_hant: 破折號

# common_customDateTimeFormatPicker_sepSlash_text
source: Slash
ar: شرطة مائلة (/)
de: Schrägstrich
es: Barra oblicua
fa: خط کمانی
fr: Barre oblique
hu: Perjel
pl: Ukośnik
ru: Слэш
tr: Eğik çizgi
uk: Слеш
vi: Dấu gạch chéo
zh: 斜线
zh_hant: 斜線

# common_customDateTimeFormatPicker_sepSpace_text
source: Space
ar: مسافة
de: Leerzeichen
es: Espacio
fa: فاصله
fr: Espace
hu: Szóköz
it: Spazio
pl: Spacja
ru: Пробел
tr: Boşluk
uk: космос
vi: Dấu cách
zh: 空格
zh_hant: 空格

# common_customDateTimeFormatPicker_sepDot_text
source: Dot
ar: نقطة (.)
de: Punkt
es: Punto
fa: نقطه
fr: Point
hu: Pont
it: Punto
pl: Kropka
ru: Точка
tr: Nokta
uk: Крапка
vi: Dấu chấm
zh: 点号
zh_hant: 點

# common_customDateTimeFormatPicker_empty_text
source: No Separator
ar: بلا فاصل
de: kein Trennzeichen
es: Sin separador
fa: بدون جداکننده
fr: Pas de séparateur
hu: Nincs elválasztó
it: Nessun separatore
pl: Brak separatora
ru: Без разделителя
tr: Ayırıcı yok
uk: Без роздільника
vi: Không dấu phân cách
zh: 无分隔符
zh_hant: 無分隔符號

# common_customDateTimeFormatPicker_12Hour_text
source: Use 12-hour format
ar: استخدام تنسيق 12 ساعة
de: Nutze 12-Stunden Format
es: Utilizar el formato de 12 horas
fa: استفاده از فرمت 12 ساعتی
fr: Utiliser le système horaire sur 12 heures
hu: 12 órás formátum használata
it: Usa il formato 12 ore
pl: Użyj formatu 12-godzinnego
ru: Использовать 12ти часовой формат
tr: 12 saatlik formatı kullan
uk: Використовуйте 12-годинний формат
vi: Sử dụng định dạng 12 giờ
zh: 使用12小时制
zh_hant: 使用 12 小時制

# common_customDateTimeFormatPicker_monthName_text
source: Use full name
ar: استخدام اسم الشهر كاملاً
de: Nutze vollen Namen
es: Usar nombre completo
fa: استفاده از نام کامل
fr: Utiliser les noms complets
hu: Teljes hónapnév használata
it: Usa nome completo
pl: Użyj pełnej nazwy miesiąca
ru: Использовать полное название
tr: Tam adı kullan
uk: Використовуйте повне ім'я
vi: Sử dụng tên đầy đủ
zh: 使用完整名称
zh_hant: 使用完整名稱

# common_customDateTimeFormatPicker_applyFreqChart_text
source: Apply for Freq Chart
ar: تطبيق على مخطط التكرار
de: Auf Häufigkeitsdiagramm anwenden
es: Solicitar tabla de frecuencia
fa: اعمال برای نمودار فراوانی
fr: Appliquer pour le tableau des fréquences
hu: Alkalmazás a gyakorisági diagramhoz
it: Applica per il Grafico della Frequenza
pl: Zastosuj w wykresie częstotliwości
ru: Применить для Диаграммы Частоты
tr: Sıklık Grafiğine Uygula
uk: Подайте заявку на Freq Chart
vi: Áp dụng cho biểu đồ tần suất
zh: 对频率图表生效
zh_hant: 套用於頻率圖表

# common_customDateTimeFormatPicker_applyHeapmap_text
source: Apply for Calendar
ar: تطبيق على خريطة المتابعة الحرارية
de: Auf Kalender anwenden
es: Solicitar calendario
fa: اعمال برای تقویم
fr: Appliquer pour le calendrier
hu: Alkalmazás a naptárhoz
it: Applica per il Calendario
pl: Zastosuj w kalendarzu
ru: Применить для Календаря
tr: Takvime Uygula
uk: Подати заявку на Календар
vi: Áp dụng cho Lịch
zh: 对补卡日历生效
zh_hant: 套用於行事曆

# common_customDateTimeFormatPicker_cancelButton_text
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# common_customDateTimeFormatPicker_confirmButton_text
source: confirm
ar: تأكيد
de: Bestätigen
es: confirmar
fa: تأیید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确认
zh_hant: 確認

# common_errorPage_title
source: Oops, Crashed!
ar: عفوًا، حدث خطأ ما!
hu: Hoppá, összeomlott!
pl: Ups, awaria!
ru: Упс, засбоило!
tr: Tüh, çöktü!
uk: Ой, збій!
vi: Rất tiếc, đã gặp sự cố!
zh_hant: 糟了，程式當機！

# common_errorPage_copied
source: Copied crash information
ar: تم نسخ معلومات الخطأ
hu: Összeomlási információk másolva
pl: Skopiowano informacje o awarii
ru: Скопирована информация о сбое
tr: Çökme bilgileri kopyalandı
uk: Скопійовано інформацію про збій
vi: Sao chép thông tin sự cố
zh_hant: 已複製當機資訊

# common_enable_text
source: Enabled
ar: مُمكَّن
hu: Engedélyezve
pl: Włączone
ru: Включено
tr: Etkinleştirildi
uk: Увімкнено
vi: Đã bật

# calendarPicker_clip_today
source: Today
ar: اليوم
de: Heute
es: Hoy
fa: امروز
fr: Aujourd’hui
hu: Ma
it: Oggi
pl: Dzisiaj
ru: Сегодня
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh: 今天
zh_hant: 今天

# calendarPicker_clip_tomorrow
source: Tomorrow
ar: غدًا
de: Morgen
es: Mañana
fa: فردا
fr: Demain
hu: Holnap
it: Domani
pl: Jutro
ru: Завтра
tr: Yarın
uk: завтра
vi: Ngày mai
zh: 明天
zh_hant: 明天

# calendarPicker_clip_after7Days
source: Next {date}
ar: {date} القادم
de: Nächstes {date}
es: Próximo {date}
fa: بعد از {date}
fr: Suivant {date}
hu: Következő {date}
it: Prossimo {date}
pl: Następny {date}
ru: Следующий {date}
tr: Sonraki {date}
uk: Далі {date}
vi: {date} kế tiếp
zh: 下{date}
zh_hant: 下週 {date}

# exportConfirmDialog_title_exportAll
source: Export all habits?
ar: تصدير جميع العادات؟
de: Alle Gewohnheiten exportieren?
es: ¿Exportar todos los hábitos?
fa: آیا می‌خواهید از تمام عادت‌ها خروجی گرفته شود؟
fr: Exporter toutes les habitudes ?
hu: Minden szokás exportálása?
it: Esportare tutte le abitudini?
pl: Wyeksportować wszystkie nawyki?
ru: Экспортировать все привычки?
tr: Bütün alışkanlıkları dışa aktar?
uk: Експортувати всі звички?
vi: Xuất tất cả thói quen?
zh: 导出所有习惯？
zh_hant: 匯出所有習慣？

# exportConfirmDialog_title_exportMulti
source: Export {number, plural, =0{current habit} =1{1 habit} other{{number} habits}}?
ar: تصدير {number, plural, =0{العادة الحالية} =1{عادة واحدة} few{{number} عادات} many{{number} عادة} other{{number} عادات}}؟
de: Exportiere {number, plural, =0{aktuelle Gewohnheit} =1{eine Gewohnheit} other{{number} Gewohnheiten}}?
es: ¿Exportar {number, plural, =0{hábitos} =1{1 hábito} other{{number} hábitos}}?
fa: آیا می‌خواهید {number, plural, =0{عادت فعلی} =1{یک عادت} other{{number} عادت}} را خروجی گرفته شود؟
fr: Exporter {number, plural, =0{l’habitude courante} =1{1 habitude} other{{number} habitudes}} ?
hu: Exportáljuk {number, plural, =0{a jelenlegi szokást} =1{1 szokást} other{{number} szokást}}?
it: Esporta {number, plural, =0{l'abitudine corrente} =1{1 abitudine} other{{number} abitudini}}?
pl: Wyeksportować {number, plural, =0{bieżący nawyk} =1{1 nawyk} other{{number} nawyków}}?
ru: Экспортировать {number, plural, =0{эту привычку} =1{1 привычку} other{{number} привычек}}?
tr: {number, plural, =0{mevcut alışkanlık} =1{1 alışkanlık} other{{number} alışkanlık}} dışa aktar?
uk: Експортувати {number, plural, =0{поточна звичка} =1{1 звичка} other{{number} звичок}}?
vi: Xuất {number, plural, =0{current habit} =1{1 habit} other{{number} habits}}?
zh: 导出{number, plural, =0{当前习惯} other{{number}个习惯}}?
zh_hant: 匯出 {number, plural, =0{目前習慣} =1{1 個習慣} other{{number} 個習慣}}？

# exportConfirmDialog_option_includeRecords
source: include records
ar: تضمين السجلات
de: Verlauf einschließen?
es: incluir registros
fa: شامل رکوردها
fr: Inclure les entrées
hu: bejegyzésekkel együtt
it: includi voci
pl: dołącz rekordy
ru: включая записи
tr: kayıtları dahil et
uk: включити записи
vi: bao gồm hồ sơ
zh: 包含习惯记录
zh_hant: 包含記錄

# exportConfirmDialog_cancel_buttonText
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# exportConfirmDialog_confirm_buttonText
source: export
ar: تصدير
de: Exportieren
es: exportar
fa: خروجی گرفتن
fr: Exporter
hu: exportálás
it: esporta
pl: eksportuj
ru: экспорт
tr: dışa aktar
uk: експорт
vi: xuất
zh: 导出
zh_hant: 匯出

# debug_logLevelTile_title
source: Logging Level
ar: مستوى تسجيل الأخطاء
es: Nivel del registro
hu: Naplózási szint
it: Livello di log
pl: Poziom logowania
ru: Уровень журнала
tr: Günlük Kaydı Seviyesi
uk: Рівень реєстрації
vi: Cấp độ ghi nhật ký
zh_hant: 日誌層級

# debug_logLevelDialog_title
source: Change Logging Level
ar: تغيير مستوى تسجيل الأخطاء
es: Cambiar el nivel del registro
hu: Naplózási szint módosítása
it: Cambia livello di log
pl: Zmień poziom logowania
ru: Изменить уровень записи журнала
tr: Günlük Kaydı Seviyesini Değiştir
uk: Змінити рівень реєстрації
vi: Thay đổi cấp độ ghi nhật ký
zh_hant: 變更日誌層級

# debug_logLevel_warn
source: Warning
ar: تحذير (Warning)
es: Advertencia
hu: Figyelmeztetés
it: Avvertenza
pl: Ostrzeżenie
ru: Предупреждение
tr: Uyarı
uk: УВАГА
vi: Cảnh báo
zh_hant: 警告

# debug_logLevel_error
source: Error
ar: خطأ (Error)
hu: Hiba
it: Errore
pl: Błąd
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi
zh_hant: 錯誤

# debug_logLevel_fatal
source: Fatal
ar: خطأ فادح (Fatal)
hu: Kritikus
it: Fatale
pl: Krytyczny
ru: Критический
tr: Kritik
uk: Фатальний
vi: Gây tử vong
zh_hant: 嚴重

# debug_collectLogTile_title
source: Collecting Logs
ar: جمع السجلات
es: Recopilando los registros
hu: Naplók gyűjtése
it: Raccogliendo i log
pl: Zbieranie logów
ru: Сбор журналов
tr: Kayıtlar Toplanıyor
uk: Збір журналів
vi: Thu thập nhật ký
zh_hant: 收集日誌

# debug_collectLogTile_enable_subtitle
source: Tap to stop logging collection.
ar: انقر لإيقاف جمع السجلات.
es: Haz clic para detener la recopilación de registros.
hu: Koppints a naplózás leállításához.
it: Tocca per fermare la raccolta dei log.
pl: Dotknij, aby zatrzymać zbieranie logów.
ru: Нажмите, чтобы остановить сбор журнала.
tr: Kayıtları toplamayı durdurmak için dokunun.
uk: Торкніться, щоб припинити збір журналів.
vi: Nhấn để dừng thu thập nhật ký.
zh_hant: 點選以停止收集日誌。

# debug_collectLogTile_disable_subtitle
source: Tap to start logging collection.
ar: انقر لبدء جمع السجلات.
es: Haz clic para iniciar la recopilación de registros.
hu: Koppints a naplózás elindításához.
it: Tocca per iniziare la raccolta dei log.
pl: Dotknij, aby rozpocząć zbieranie logów.
ru: Нажмите для начала сбора журнала.
tr: Kayıtları toplamayı başlatmak için dokunun.
uk: Торкніться, щоб почати збір журналів.
vi: Nhấn để bắt đầu thu thập nhật ký.
zh_hant: 點選以開始收集日誌。

# debug_downladDebugLogs_subject
source: Downloading debugging logs
ar: جاري تنزيل سجلات تصحيح الأخطاء
es: Descargar registros de depuración
hu: Naplók letöltése
it: Scaricando i log di debug
pl: Pobieranie logów debugowania
ru: Скачать отладочные журналы
tr: Hata ayıklama kayıtları indiriliyor
uk: Завантаження журналів налагодження
vi: Đang tải xuống nhật ký gỡ lỗi
zh_hant: 下載除錯日誌

# dbeug_clearDebugLogs_complete_snackbar
source: Debugging logs Cleared.
ar: تم مسح سجلات تصحيح الأخطاء.
es: Registros de depuración borrados.
hu: Naplók törölve.
it: Log di debug cancellati
pl: Logi debugowania wyczyszczone.
ru: Журнал отладки очищен.
tr: Hata ayıklama kayıtları temizlendi.
uk: Журнали налагодження очищено.
vi: Đã dọn nhật ký gỡ lỗi.
zh_hant: 已清除除錯日誌。

# debug_downladDebugInfo_subject
source: Downloading debugging information
ar: جاري تنزيل معلومات تصحيح الأخطاء
es: Descargar la información de depuración
hu: Debug információk letöltése
it: Scaricando le informazioni di debug
pl: Pobieranie informacji debugowania
ru: Скачивается отладочная информация
tr: Hata ayıklama bilgisi indiriliyor
uk: Завантаження інформації про налагодження
vi: Đang tải xuống thông tin gỡ lỗi
zh_hant: 下載除錯資訊

# debug_downladDebugZip_subject
source: Downloading {fileName}
ar: جاري تنزيل {fileName}
es: Descargando {fileName}
hu: {fileName} letöltése
it: Scaricando {fileName}
pl: Pobieranie {fileName}
ru: Скачивается {fileName}
tr: {fileName} indiriliyor
uk: Завантаження {fileName}
vi: Đang tải xuống {fileName}
zh_hant: 下載 {fileName}

# debug_missingDebugLogFile_snackbar
source: Debug log doesn't exist.
ar: ملف سجل تصحيح الأخطاء غير موجود.
es: El registro de depuración no existe.
hu: Naplófájl nem található.
it: Il log di debug non esiste
pl: Log debugowania nie istnieje.
ru: Журнал отладки не существует.
tr: Hata ayıklama günlüğü mevcut değil.
uk: Журнал налагодження не існує.
vi: Nhật ký gỡ lỗi không tồn tại.
zh_hant: 除錯日誌檔不存在。

# debug_debuggerLogCard_title
source: Logging Information
ar: معلومات التسجيل
es: Información del registro
hu: Napló információk
it: Informazioni Log
pl: Informacje logowania
ru: Отладочная информация
tr: Günlük Bilgileri
uk: Інформація про журнал
vi: Thông tin nhật ký
zh_hant: 日誌資訊

# debug_debuggerLogCard_subtitle
source: Includes local debugging log information, need to turn on the log collection switcher.
ar: تتضمن معلومات سجل تصحيح الأخطاء المحلي. يتطلب تفعيل خيار جمع السجلات.
es: Para incluir información de registro de depuración local, es necesario habilitar el convertidor del recopilador de registros.
hu: Tartalmazza a helyi naplóadatokat, a gyűjtéshez a kapcsolót be kell kapcsolni.
it: Include informazioni sul log di debug locale, è necessario attivare la raccolta dei log.
pl: Zawiera lokalne informacje logowania, wymaga włączenia przełącznika zbierania logów.
ru: Включая информацию о локальном отладочном журнале, необходимо открыть переключатель сбора журнала.
tr: Yerel hata ayıklama günlüklerini içerir, günlük toplama özelliğinin açık olması gerekir.
uk: Включає локальну інформацію журналу налагодження, потрібно ввімкнути перемикач збору журналів.
vi: Bao gồm thông tin nhật ký gỡ lỗi cục bộ, cần bật trình chuyển đổi bộ sưu tập nhật ký.
zh_hant: 包含本機除錯日誌資訊，需要開啟日誌收集開關。

# debug_debuggerLogCard_saveButton_text
source: Download
ar: تنزيل
es: Descargar
hu: Letöltés
it: Scarica
pl: Pobierz
ru: Скачать
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hant: 下載

# debug_debuggerLogCard_clearButton_text
source: Clear
ar: مسح
es: Limpiar
hu: Törlés
it: Pulisci
pl: Wyczyść
ru: Очистить
tr: Temizle
uk: Очистити
vi: Dọn
zh_hant: 清除

# debug_debuggerInfoCard_title
source: Debugging Information
ar: معلومات تصحيح الأخطاء
es: Información de depuración
hu: Debug információk
it: Informazioni di debug
pl: Informacje debugowania
ru: Отладочная информация
tr: Hata Ayıklama Bilgileri
uk: Інформація про налагодження
vi: Thông tin gỡ lỗi
zh_hant: 除錯資訊

# debug_debuggerInfoCard_subtitle
source: Includes app's debugging information.
ar: تتضمن معلومات تصحيح أخطاء التطبيق.
es: Incluir información de depuración de la aplicación.
hu: Tartalmazza az alkalmazás hibakeresési adatait.
it: Includi le lnformazioni di debug dell'app
pl: Zawiera informacje debugowania aplikacji.
ru: Включает информацию об отладке приложения.
tr: Uygulamanın hata ayıklama bilgilerini içerir.
uk: Включає інформацію про налагодження програми.
vi: Bao gồm thông tin gỡ lỗi của ứng dụng.
zh_hant: 包含應用程式的除錯資訊。

# debug_debuggerInfoCard_openButton_text
source: Open
ar: فتح
es: Abrir
hu: Megnyitás
it: Apri
pl: Otwórz
ru: Открыть
tr: Aç
uk: Відкрити
vi: Mở
zh_hant: 開啟

# debug_debuggerInfoCard_saveButton_text
source: Save
ar: حفظ
cs: Uložit
es: Guardar
hu: Mentés
it: Salva
pl: Zapisz
ru: Сохранить
tr: Kaydet
uk: зберегти
vi: Lưu
zh_hant: 儲存

# debug_debuggerInfo_notificationTitle
source: Collecting App's Info...
ar: جاري جمع معلومات التطبيق...
es: Recopilando información de la aplicación...
hu: Alkalmazás információinak gyűjtése...
it: Raccogliendo le informazioni dell'app...
pl: Zbieranie informacji aplikacji...
ru: Сбор информации приложения...
tr: Uygulama Bilgileri Toplanıyor...
uk: Збір інформації про програму...
vi: Đang thu thập thông tin của ứng dụng...
zh_hant: 正在收集應用程式資訊…

# confirmDialog_confirm_text
source: {type, select, save {Save} exit {Exit} delete {Delete} other {Confirm}}
ar: {type, select, save {حفظ} exit {خروج} delete {حذف} other {تأكيد}}
hu: {type, select, save {Mentés} exit {Kilépés} delete {Törlés} other {Megerősítés}}
pl: {type, select, save {Zapisz} exit {Wyjdź} delete {Usuń} other {Potwierdź}}
ru: {type, select, save {Сохранить} exit {Выйти} delete {Убрать} other {Подтвердить}}
tr: {type, select, save {Kaydet} exit {Çıkış} delete {Sil} other {Onayla}}

# confirmDialog_cancel_text
source: Cancel
ar: إلغاء
hu: mégse
pl: Anuluj
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy

# snackbar_undoText
source: UNDO
ar: تراجع
de: Rückgängig
es: DESHACER
fa: بازگشت
fr: ANNULER
hu: VISSZA
it: ANNULLA
pl: COFNIJ
tr: GERİ AL
uk: СКАСУВАТИ
vi: Hoàn tác
zh: 撤回
zh_hant: 復原

# snackbar_dismissText
source: DISMISS
ar: تجاهل
de: Ablehnen
es: RECHAZAR
fa: رد کردن
fr: REJETER
hu: ELVETÉS
it: IGNORA
pl: ZAMKNIJ
tr: KAPAT
uk: ВІДХИЛИТИ
vi: MIỄN
zh_hant: 關閉

# contributors_tile_title
source: Contributors
ar: المساهمون
de: Mitwirkende
es: Colaboradores
fa: مشارکت کنندگان
fr: Contributeurs
hu: Közreműködők
it: Contributori
pl: Współtwórcy
ru: Авторы
tr: Katkıda bulunanlar
uk: Дописувачі
vi: Người đóng góp
zh: 贡献者
zh_hant: 貢獻者

# userAction_tap
source: Tap
ar: نقرة
de: Tippen
es: Pulsar
fa: ضربه
fr: Appui
hu: Koppintás
it: Tocco
pl: Dotknij
ru: Нажатие
tr: Dokun
uk: Тапніть
vi: Nhấn
zh: 单击
zh_hant: 點選

# userAction_doubleTap
source: Double
ar: نقرة مزدوجة
de: Doppel
es: Doble
fa: دوتایی
hu: Dupla koppintás
it: Doppio
pl: Podwójne
ru: Двойное
tr: Çift
uk: Двічі
vi: Đúp
zh: 双击
zh_hant: 點選兩次

# userAction_longTap
source: Long
ar: نقرة طويلة
de: Lang
es: Longitud
fa: طولانی
hu: Hosszú nyomás
it: Lungo
pl: Przytrzymaj
ru: Долгое
tr: Uzun
uk: Довгий
vi: Lâu
zh: 长按
zh_hant: 長按

# channelName_habitReminder
source: Habit Reminder
ar: تذكير العادات
hu: Szokás emlékeztető
pl: Przypomnienie o nawyku
ru: Напоминание о привычках
tr: Alışkanlık hatırlatıcısı
uk: Нагадування про звички
vi: Nhắc nhở thói quen

# channelName_appReminder
source: Prompt
ar: تنبيهات التطبيق
hu: Értesítés
pl: Powiadomienie
ru: Подсказка
tr: Hatırlatma
uk: Підказка
vi: Lời nhắc

# channelName_appSyncing
source: Sync Process
hu: Szinkron folyamat
pl: Proces synchronizacji
ru: Процесс синхронизации
tr: Eşitleme Süreci
uk: Процес синхронізації
vi: Quá trình đồng bộ hóa

# channelDesc_appSyncing
source: Used to show sync progress and non-failure results
hu: A szinkron állapotának és nem sikertelen eredmények megjelenítésére szolgál
pl: Używane do wyświetlania postępu synchronizacji i wyników bez błędów
ru: Используется для отображения прогресса синхронизации и успешных результатов
tr: Eşitleme ilerlemesini ve başarılı sonuçları göstermek için kullanılır
uk: Використовується для відображення прогресу синхронізації та результатів без помилок
vi: Được sử dụng để hiển thị tiến trình đồng bộ hóa và kết quả không bị lỗi

# channelName_appSyncFailed
source: Sync Failed
hu: Szinkron sikertelen
pl: Synchronizacja nie powiodła się
ru: Синхронизация не удалась
tr: Eşitleme Başarısız
uk: Помилка синхронізації
vi: Đồng bộ hóa không thành công

# channelDesc_appSyncFailed
source: Used to alert when sync fails
hu: Értesítés szinkronhiba esetén
pl: Używane do powiadamiania o niepowodzeniu synchronizacji
ru: Используется для оповещения когда сихнронизация не удалась
tr: Eşitleme başarısız olduğunda uyarmak için kullanılır
uk: Використовується для сповіщення про невдачу синхронізації
vi: Dùng để cảnh báo khi đồng bộ hóa không thành công

# habitEdit_habitFreq_predayfreq_ex01
source: times in
ar: مرات كل
es: veces en
fa: بار در
fr: fois en
it: volte in
pl: razy w ciągu
ru: раз в
tr: gün
uk: разів за
vi: số lần mỗi
zh: 天内完成
zh_hant: 次／

# habitEdit_habitFreq_predayfreq_ex02
source: days
ar: أيام
es: días
fa: روز
fr: jours
it: giorni
pl: dni
ru: дней
tr: günde
uk: днів
vi: ngày
zh: 每
zh_hant: 天

# habitEdit_habitFreq_show_perweek
source: {freq, plural, =1{Per week} other{At least {freq} times per week}}
ar: {freq, plural, =1{أسبوعيًا} other{على الأقل {freq} مرات أسبوعيًا}}
de: {freq, plural, =1{Pro Woche} other{Mindestens {freq}mal pro Woche}}
es: {freq, plural, =1{Por semana} other{Al menos {freq} veces por semana}}
fa: {freq, plural, =1{هفته‌ای یک بار} other{حداقل {freq} بار در هفته}}
fr: {freq, plural, =1{Hebdomadaire} other{Au moins {freq} fois par semaine}}
it: {freq, plural, =1{A settimana} other{Almeno {freq} volte a settimana}}
pl: {freq, plural, =1{Raz w tygodniu} other{Przynajmniej {freq} razy w tygodniu}}
ru: {freq, plural, =1{Еженедельно} other{Хотя бы {freq} раз в неделю}}
tr: {freq, plural, =1{Haftada bir} other{Haftada en az {freq} kez}}
uk: {freq, plural, =1{За тиждень} other{Щонайменше {freq} разів за тиждень}}
vi: {freq, plural, =1{Per week} other{At least {freq} lần mỗi tuần}}
zh: {freq, plural, =1{每周} other{每周至少完成{freq}次}}
zh_hant: {freq, plural, =1{每週} other{每週至少 {freq} 次}}

# habitEdit_habitFreq_show_permonth
source: {freq, plural, =1{Per month} other{At least {freq} times per month}}
ar: {freq, plural, =1{شهريًا} other{على الأقل {freq} مرات شهريًا}}
de: {freq, plural, =1{Pro Monat} other{Mindestens {freq}mal pro Monat}}
es: {freq, plural, =1{Al mes} other{Al menos {freq} veces al mes}}
fa: {freq, plural, =1{ماهانه یک بار} other{حداقل {freq} بار در ماه}}
fr: {freq, plural, =1{Mensuel} other{Au moins {freq} fois par mois}}
it: {freq, plural, =1{Al mese} other{Almeno {freq} volte al mese}}
pl: {freq, plural, =1{Raz w miesiącu} other{Przynajmniej {freq} razy w miesiącu}}
ru: {freq, plural, =1{Ежемесячно} other{Хотя бы {freq} раз в месяц}}
tr: {freq, plural, =1{Ayda bir} other{Ayda en az {freq} kez}}
uk: {freq, plural, =1{За місяць} other{Щонайменше {freq} разів за місяць}}
vi: {freq, plural, =1{Per month} other{At least {freq} lần mỗi tháng}}
zh: {freq, plural, =1{每月} other{每月至少完成{freq}次}}
zh_hant: {freq, plural, =1{每月} other{每月至少 {freq} 次}}

# habitEdit_habitFreq_show_perdayfreq
source: {freq, plural, =1{In every {days} days} other{At least {freq} times in every {days} days}}
ar: {freq, plural, =1{كل {days} أيام} other{على الأقل {freq} مرات كل {days} أيام}}
de: {freq, plural, =1{Jede {days} Tage} other{Mindestens {freq}mal pro {days} Tage}}
es: {freq, plural, =1{Cada {days} días} other{Al menos {freq} veces cada {days} días}}
fa: {freq, plural, =1{در هر {days} روز} other{حداقل {freq} بار در هر {days} روز}}
fr: {freq, plural, =1{Tous les {days} jours} other{Au moins {freq} fois tous les {days} jours}}
it: {freq, plural, =1{Ogni {days} giorni} other{Almeno {freq} volte ogni {days} giorni}}
pl: {freq, plural, =1{Co {days} dni} other{Przynajmniej {freq} razy co {days} dni}}
ru: {freq, plural, =1{В каждые {days} дней} other{Хотя бы {freq} раз в каждые {days} дней}}
tr: {freq, plural, =1{Her {days} günde bir} other{Her {days} günde en az {freq} kez}}
uk: {freq, plural, =1{Через кожні {days} днів} other{Принаймні {freq} разів за кожні {days} днів}}
vi: {freq, plural, =1{In every {days} ngày} other{At least {freq} lần trong mỗi {days} ngày}}
zh: {freq, plural, =1{每{days}天} other{每{days}天内至少完成{freq}次}}
zh_hant: {freq, plural, =1{每 {days} 天} other{每 {days} 天至少 {freq} 次}}

# habitEdit_targetDays_title
source: {targetDays} days
ar: {targetDays} يومًا
de: {targetDays} Tage
es: {targetDays} días
fa: {targetDays} روز
fr: {targetDays} jours
it: {targetDays} giorni
pl: {targetDays, plural, =1{1 dzień} other{{targetDays} dni}}
ru: {targetDays} дней
tr: {targetDays} gün
uk: {targetDays} днів
vi: {targetDays} ngày
zh: {targetDays}日
zh_hant: {targetDays} 天

# habitEdit_reminder_freq_weekSubfixText
source: in every week
ar: من كل أسبوع
de: in jeder Woche
es: cada semana
fa: هفته‌ای
fr: de chaque semaine
it: a settimana
pl: w każdym tygodniu
tr: her hafta
uk: кожного тижня
vi: vào mỗi tuần

# habitEdit_reminder_freq_monthSubfixText
source: in every month
ar: من كل شهر
de: jeden Monat
es: cada mes
fa: ماهانه
fr: de chaque mois
it: al mese
pl: w każdym miesiącu
ru: дни
tr: her ay
uk: в кожному місяці
vi: vào mỗi tháng
zh: 日

# habitDetail_descDailyGoal_unitEmptyText
source: null
ar: لا يوجد
es: vacío
fa: ندارد
it: vuoto
pl: brak
tr: boş
uk: нульовий
vi: vô giá trị
zh: 无
zh_hant: 無
