Repository: FriesI23/mhabit
Catalog: assets/l10n/*.arb
Languages: ar, cs, de, es, fa, fr, hu, it, pl, ru, tr, uk, vi, zh, zh_hant

# localeScriptName
source: English
ar: العربية
cs: čeština
de: Deutsch
es: Español
fa: زبان فارسی
fr: Français
hu: Hungarian
it: Italiano
pl: Polski
ru: Русский
tr: Türkçe
uk: Українська
vi: Tiếng Việt
zh: 中文
zh_hant: 繁體中文

# habitEdit_saveButton_text
source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
hu: Mentés
it: Salva
pl: Zapisz
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 保存
zh_hant: 儲存

# habitEdit_habitName_hintText
source: Habit Name ...
ar: اسم العادة...
cs: Název zvyku ...
de: Gewohnheit ...
es: Nombre del hábito
fa: نام عادت...
fr: Nom de l’habitude…
hu: Szokás neve ...
it: Nome Abitudine ...
pl: Nazwa Nawyku ...
ru: Название привычки ...
tr: Alışkanlık Adı ...
uk: Назва звички...
vi: Tên thói quen ...
zh: 习惯名称...
zh_hant: 習慣名稱…

# habitEdit_colorPicker_title
source: Pick color
ar: اختر لونًا
cs: Zvolte barvu
de: Farbe wählen
es: Escoge un color
fa: انتخاب رنگ
fr: Choisir une couleur
hu: Válassz színt
it: Scegli colore
pl: Wybierz kolor
ru: Выберите цвет
tr: Renk seç
uk: Оберіть колір
vi: Chọn màu sắc
zh: 选择颜色
zh_hant: 選擇顏色

# habitEdit_habitTypeDialog_title
source: Habit type
ar: نوع العادة
cs: Typ zvyku
de: Gewohnheitstyp
es: Tipo de hábito
fa: نوع عادت
fr: Type d’habitude
hu: Szokás típusa
it: Tipologia abitudine
pl: Typ nawyku
ru: Тип привычки
tr: Alışkanlık türü
uk: Тип звички
vi: Loại thói quen
zh: 习惯类型
zh_hant: 習慣類型

# habitEdit_habitType_positiveText
source: Positive
ar: إيجابية
cs: Pozitivní
de: Positiv
es: Positivo
fa: مثبت
hu: Pozitív
it: Positiva
pl: Pozytywny
ru: Полезная
tr: Olumlu
uk: Позитивна
vi: Tích cực
zh: 积极
zh_hant: 正面

# habitEdit_habitType_negativeText
source: Negative
ar: سلبية
cs: Negativní
de: Negativ
es: Negativo
fa: منفی
fr: Négative
hu: Negatív
it: Negativa
pl: Negatywny
ru: Вредная
tr: Olumsuz
uk: Негативна
vi: Tiêu cực
zh: 消极
zh_hant: 負面

# habitEdit_habitDailyGoal_hintText
source: Daily goal, default {number}
ar: الهدف اليومي، الافتراضي {number}
cs: Denní cíl, {number} je výchozí
de: Tägliches Ziel, Standard {number}
es: Meta diaria, estándar {number}
fa: هدف روزانه ، پیش‌فرض {number}
fr: Objectif journalier, par défaut à {number}
hu: Napi cél, alapértelmezett {number}
it: Obiettivo giornaliero, predefinito {number}
pl: Podstawowy cel nawyku (domyślnie: {number})
ru: Дневная цель, по умолчанию {number}
tr: Günlük hedef, varsayılan {number}
uk: Щоденна мета, за замовчуванням {number}
vi: Mục tiêu hàng ngày, mặc định {number}
zh: 每日目标, 默认为{number}
zh_hant: 每日目標，預設 {number}

# habitEdit_habitDailyGoal_negativeHintText
source: Minimum daily threshold, default {number}
ar: الحد الأدنى اليومي للعادة السلبية، الافتراضي {number}
de: Minimaler täglicher Schwellwert, Standard {number}
es: Mínimo diario, estándar {number}
fa: حداقل مقدار روزانه، پیش‌فرض {number}
fr: Seuil minimum journalier, par défaut à {number}
hu: Minimális napi küszöbérték, alapértelmezett {number}
it: Soglia minima giornaliera, predefinito {number}
pl: Podstawowy cel negatywnego nawyku (domyślnie: {number})
ru: Минимальный дневной порог, по умолчанию {number}
tr: Günlük alt sınır, varsayılan {number}
uk: Мінімальний щоденний поріг, за умовчанням {number}
vi: Ngưỡng tối thiểu hàng ngày, mặc định {number}
zh: 每日最低限度, 默认为{number}
zh_hant: 每日最低門檻，預設 {number}

# habitEdit_habitDailyGoal_errorText01
source: daily goal must > {number}
ar: يجب أن يكون الهدف اليومي > {number}
de: Tägliches Ziel muss größer als {number} sein.
es: Reto diario debe llegar a {number}
fa: هدف روزانه باید بیشتر از {number} باشد
fr: L’objectif journalier doit être > {number}
hu: napi cél > {number}
it: Obiettivo giornaliero > {number}
pl: Dzienne minimum musi być większe niż {number}
ru: дневная цель должна быть > {number}
tr: Günlük hedef {number}'den büyük olmalı
uk: щоденна мета повинна > {number}
vi: mục tiêu hàng ngày phải > {number}
zh: 每日目标须 > {number}
zh_hant: 每日目標必須 > {number}

# habitEdit_habitDailyGoal_errorText02
source: daily goal must ≤ {number}
ar: يجب أن يكون الهدف اليومي ≤ {number}
de: Tägliches Ziel darf maximal {number} oder kleiner sein.
es: Reto diario debe ser menor que {number}
fa: هدف روزانه باید حداکثر {number} باشد
fr: L’objectif journalier doit être ≤ {number}
hu: napi cél ≤ {number}
it: Obiettivo giornaliero ≤ {number}
pl: Dzienne maksimum nie może być większe niż {number}
ru: дневная цель должна быть ≤ {number}
tr: Günlük hedef en fazla {number} olabilir
uk: щоденна мета повинна бути ≤ {number}
vi: mục tiêu hàng ngày phải ≤ {number}
zh: 每日目标须 ≤ {number}
zh_hant: 每日目標必須 ≤ {number}

# habitEdit_habitDailyGoal_negativeErrorText01
source: daily goal must ≥ {number}
ar: يجب أن يكون الهدف اليومي ≥ {number}
de: Tägliches Ziel muss mindestens {number} oder größer sein.
es: Reto diario debe ser mayor que {number}
fa: هدف روزانه باید بیشتر یا مساوی {number} باشد
fr: L’objectif journalier doit être ≥ {number}
hu: napi cél ≥ {number}
it: Obiettivo giornaliero ≥ {number}
pl: Dzienne minimum nie może być mniejsze niż {number}
ru: дневная цель должна быть ≥ {number}
tr: Günlük hedef en az {number} olabilir
uk: щоденна ціль має бути ≥ {number}
vi: mục tiêu hàng ngày phải ≥ {number}
zh: 每日目标必须 ≥ {number}
zh_hant: 每日目標必須 ≥ {number}

# habitEdit_habitDailyGoal_negativeErrorText02
source: daily goal must ≤ {number}
ar: يجب أن يكون الهدف اليومي ≤ {number}
de: Tägliches Ziel darf maximal {number} oder kleiner sein.
es: La meta diaria debe ser inferior a {number}
fa: هدف روزانه باید حداکثر {number} باشد
fr: L’objectif journalier doit être ≤ {number}
hu: napi cél ≤ {number}
it: Obiettivo giornaliero ≤ {number}
pl: Dzienne maksimum nie może być większe niż {number}
ru: дневная цель должна быть ≤ {number}
tr: Günlük hedef en fazla {number} olabilir
uk: щоденна мета повинна бути ≤ {number}
vi: mục tiêu hàng ngày phải ≤ {number}
zh: 每日目标必须 ≤ {number}
zh_hant: 每日目標必須 ≤ {number}

# habitEdit_habitDailyGoalUnit_hintText
source: Daily goal unit
ar: وحدة الهدف اليومي
de: Zieleinheit
es: Unidad de meta diaria
fa: واحد هدف روزانه
fr: Unité de l’objectif journalier
hu: Napi célegység
it: Unità obiettivo giornaliero
pl: Jednostka celu dziennego
ru: Единицы дневной цели
tr: Günlük hedef birimi
uk: Одиниці вимірювання щоденної мети
vi: Đơn vị mục tiêu hàng ngày
zh: 单位
zh_hant: 每日目標單位

# habitEdit_habitDailyGoalExtra_hintText
source: Desired maximum daily goal
ar: الهدف اليومي الأقصى المرغوب
cs: Očekávaný maximální denní cíl
de: Gefordertes maximales Ziel
es: Objetivo máximo de meta diaria
fa: حداکثر هدف روزانه مطلوب
fr: Objectif journalier maximum souhaité
hu: Kívánt maximális napi cél
it: Obiettivo giornaliero massimo desiderato
pl: Docelowe dzienne maksimum
ru: Желаемый максимум дневной цели
tr: İstenilen maksimum günlük hedef
uk: Бажана максимальна щоденна мета
vi: Mục tiêu hàng ngày tối đa mong muốn
zh: 期望的每日最高目标
zh_hant: 理想的每日最高目標

# habitEdit_habitDailyGoalExtra_errorText
source: invalid value, must be empty or ≥ {dailyGoal}
ar: قيمة غير صالحة. يجب أن تكون فارغة أو ≥ {dailyGoal}
de: Ungültiger Wert, muss mindestens {dailyGoal} oder größer sein.
es: Valor no válido, debe permanecer vacío o ser mayor o igual que {dailyGoal}
fa: مقدار نامعتبر، باید خالی یا بیشتر یا مساوی {dailyGoal} باشد
fr: Valeur invalide. Ce doit être vide ou ≥ {dailyGoal}
hu: érvénytelen érték, üresnek kell lennie, vagy ≥ {dailyGoal}
it: Valore non valido, deve essere vuoto o ≥ {dailyGoal}
pl: Nieprawidłowa wartość — pole musi być puste lub większe bądź równe {dailyGoal}
ru: некоректное значение, должно быть пустым или ≥ {dailyGoal}
tr: Geçersiz değer, boş bırakılmalı ya da {dailyGoal}'den büyük veya eşit olmalı
uk: введене значення має бути порожнім або ≥ {dailyGoal}
vi: giá trị không hợp lệ, phải trống hoặc ≥ {dailyGoal}
zh: 无效的值，必须为空或者 ≥ {dailyGoal}
zh_hant: 無效值，必須為空值或 ≥ {dailyGoal}

# habitEdit_habitDailyGoalExtra_negativeHintText
source: Maximum daily limit
ar: الحد الأقصى اليومي
cs: Maximální denní limit
de: Maximales tägliches Limit
es: Límite máximo diario
fa: حداکثر محدوده روزانه
fr: Limite journalière maximale
hu: Maximális napi limit
it: Limite massimo giornaliero
pl: Maksymalny dzienny limit
ru: Максимальный дневной предел
tr: Maksimum günlük limit
uk: Максимальне щоденне обмеження
vi: Giới hạn tối đa hàng ngày
zh: 每日最高限额
zh_hant: 每日上限

# habitEdit_frequencySelector_title
source: Select frequency
ar: اختر التكرار
cs: Zvolte četnost
de: Häufigkeit auswählen
es: Seleccionar frecuencia
fa: انتخاب تناوب
fr: Sélectionner une fréquence
hu: Válassza ki a frekvenciát
it: Seleziona frequenza
pl: Wybierz częstotliwość
ru: Выберите частоту
tr: Sıklık seç
uk: Оберіть частоту
vi: Chọn tần suất
zh: 频率
zh_hant: 選擇頻率

# habitEdit_habitFreq_daily
source: Daily
ar: يوميًا
cs: Denní
de: Täglich
es: Diariamente
fa: روزانه
fr: Journalier
hu: Napi
it: Ogni giorno
pl: Codziennie
ru: Ежедневно
tr: Günlük
uk: Щоденно
vi: Hàng ngày
zh: 每日
zh_hant: 每日

# habitEdit_habitFreq_perweek_text
source: %%time%% times per week
de: %%time%% mal pro Woche
es: %%time%% Veces por semana
hu: %%time%% alkalommal hetente

# habitEdit_habitFreq_permonth_text
source: %%time%% times per month
de: %%time%% mal pro Monat
es: %%time%% veces al mes
hu: %%time%% alkalommal havonta

# habitEdit_habitFreq_show_daily
source: Daily
ar: يوميًا
cs: Denní
de: Täglich
es: Diariamente
fa: روزانه
fr: Journalier
hu: Napi
it: Ogni Giorno
pl: Codziennie
ru: Ежедневно
tr: Günlük
uk: Щоденно
vi: Hàng ngày
zh: 每日
zh_hant: 每日

# habitEdit_targetDays_dialogTitle
source: Select Target Days
ar: اختر الأيام المستهدفة
de: Zieltage auswählen
es: Seleccionar días
fa: انتخاب روزهای هدف
fr: Sélectionner le nombre de jours ciblé
hu: Válassza a Célnapok
it: Seleziona giorni target
pl: Wybierz liczbę dni docelowych
ru: Выберите целевые дни
tr: Hedef Günleri Seçin
uk: Виберіть цільові дні
vi: Chọn ngày mục tiêu
zh_hant: 選擇目標天數

# habitEdit_targetDays
source: days
ar: أيام
de: Tage
es: días
fa: روز
fr: jours
hu: nap
it: giorni
pl: dni
ru: дней
tr: gün
uk: днів
vi: ngày
zh: 日
zh_hant: 天

# habitEdit_reminder_hintText
source: Reminder
ar: تذكير
cs: Připomenutí
de: Erinnerung
es: Recordatorio
fa: یادآور
fr: Rappel
hu: Emlékeztető
it: Promemoria
pl: Przypomnienie
ru: Напоминание
tr: Hatırlatıcı
uk: Нагадування
vi: Nhắc nhở
zh: 提醒
zh_hant: 提醒

# habitEdit_reminder_freq_weekHelpText
source: Any day of week
ar: أي يوم من أيام الأسبوع
de: Jeden Tag der Woche
es: Cualquier día de la semana
fa: هر روز هفته
fr: Tous les jours de la semaine
hu: A hét bármely napja
it: Qualsiasi giorno della settimana
pl: Dowolny dzień tygodnia
ru: Любой день недели
tr: Haftanın her günü
uk: Будь-який день тижня
vi: Bất kỳ ngày nào trong tuần
zh: 每日(按周)
zh_hant: 每週的任一天

# habitEdit_reminder_freq_monthHelpText
source: Any day of month
ar: أي يوم من أيام الشهر
cs: Kterýkoli den v měsíci
de: Jeder Tag des Monats
es: Cualquier día del mes
fa: هر روز ماه
fr: Tous les jours du mois
hu: A hónap bármely napja
it: Qualsiasi giorno del mese
pl: Dowolny dzień miesiąca
ru: Любой день месяца
tr: Ayın her günü
uk: Будь-який день місяця
vi: Bất kỳ ngày nào trong tháng
zh: 每日(按月)
zh_hant: 每月的任一天

# habitEdit_reminderQuest_hintText
source: Question, e.g. Did you exercise today?
ar: سؤال، مثال: هل مارست الرياضة اليوم؟
cs: Otázka, např. Cvičil jsi dnes?
de: Frage, z. B. “Hast du heute schon trainiert?”
es: Pregunta, ej, ¿Has hecho ejercicio hoy?
fa: سوال، مثلاً آیا امروز ورزش کرده‌اید؟
fr: Question. Par exemple: avez-vous fait de l’exercice aujourd’hui ?
hu: Kérdés, pl.: Mozogtál ma?
it: Domanda, ad es. "Ti sei allenato oggi?"
pl: Pytanie, np. Czy ćwiczyłeś dzisiaj?
ru: Вопрос, напр., Вы занимались сегодня?
tr: Soru, örn. Bugün egzersiz yaptın mı?
uk: Питання, напр. Ви займалися спортом сьогодні?
vi: Câu hỏi, ví dụ: Hôm nay bạn có tập thể dục không?
zh: 提一个问题, 比如"今天完成作业了么?"
zh_hant: 問題，例如：你今天運動了嗎？

# habitEdit_reminder_dialogTitle
source: Choose reminder type
ar: اختر نوع التذكير
cs: Zvolte typ připomenutí
de: Erinnerungstypen auswählen
es: Escoge el tipo de recordatorio
fa: انتخاب نوع یادآور
fr: Choisir un type de rappel
hu: Válassza ki az emlékeztető típusát
it: Scegli tipologia di promemoria
pl: Wybierz typ przypomnienia
ru: Выберите тип напоминания
tr: Hatırlatıcı tipi seç
uk: Виберіть тип нагадування
vi: Chọn loại lời nhắc
zh: 提醒频率
zh_hant: 選擇提醒類型

# habitEdit_reminder_dialogType_whenNeeded
source: When need to check in
ar: عندما يحين وقت المتابعة
de: Wann überprüft werden muss
es: Cuándo es necesario comprobarlo
fa: هنگام نیاز به بررسی
fr: Lorsque c’est nécessaire
hu: Mikor kell bejelentkezni
it: Quando è il momento di fare il check-in
pl: Kiedy trzeba sprawdzić
ru: Когда нужно проверить
tr: Tamamlanması gerektiğinde
uk: Коли потрібно зареєструватися
vi: Khi cần đánh dấu
zh: 当需要打卡时
zh_hant: 需要打卡時

# habitEdit_reminder_dialogType_daily
source: Daily
ar: يوميًا
cs: Denní
de: Täglich
es: Diariamente
fa: روزانه
fr: Journalier
hu: Napi
it: Quotidianamente
pl: Codziennie
ru: Ежедневно
tr: Günlük
uk: Щодня
vi: Hàng ngày
zh: 每日
zh_hant: 每日

# habitEdit_reminder_dialogType_week
source: Per week
ar: أسبوعيًا
de: Pro Woche
es: Semanalmente
fa: هفتگی
fr: Hebdomadaire
hu: Hetente
it: Settimanalmente
pl: W tygodniu
ru: Еженедельно
tr: Haftalık
uk: на тиждень
vi: Mỗi tuần
zh: 每周
zh_hant: 每週

# habitEdit_reminder_dialogType_month
source: Per month
ar: شهريًا
de: Pro Monat
es: Mensualmente
fa: ماهانه
fr: Mensuel
hu: Havonta
it: Mensilmente
pl: W miesiącu
ru: Ежемесячно
tr: Aylık
uk: на місяць
vi: Mỗi tháng
zh: 每月
zh_hant: 每月

# habitEdit_reminder_dialogConfirm
source: confirm
ar: تأكيد
cs: Potvrdit
de: Hinzufügen
es: confirmar
fa: تایید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确定
zh_hant: 確認

# habitEdit_reminder_dialogCancel
source: cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitEdit_reminder_cancelDialogTitle
source: Confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigen
es: Confirmar
fa: تایید
fr: Confirmer
hu: Megerősítés
it: Conferma
pl: Potwierdzenie
ru: Подтвердить
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh: 取消确认
zh_hant: 確認

# habitEdit_reminder_cancelDialogSubtitle
source: Do you confirm to remove this reminder
ar: هل تؤكد إزالة هذا التذكير؟
de: Möchtest du diese Erinnerung wirklich entfernen?
es: ¿Quieres borrar este recordatorio?
fa: این یادآور حذف خواهد شد، آیا ادامه می‌دهید؟
fr: Confirmez-vous la suppression de ce rappel ?
hu: Megerősíti az emlékeztető eltávolítását
it: Sei sicuro di voler eliminare questo promemoria?
pl: Czy na pewno chcesz usunąć to przypomnienie?
ru: Вы уверены, что хотите удалить это напоминание
tr: Bu hatırlatıcıyı silmeyi onaylıyor musunuz
uk: Ви підтверджуєте видалення цього нагадування
vi: Bạn có xác nhận xóa lời nhắc này không
zh: 确认取消该提醒?
zh_hant: 確定要移除這個提醒嗎？

# habitEdit_reminder_cancelDialogConfirm
source: confirm
ar: تأكيد
cs: Potvrdit
de: Entfernen
es: confirmar
fa: تایید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确定
zh_hant: 確認

# habitEdit_reminder_cancelDialogCancel
source: cancel
ar: إلغاء
de: Behalten
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitEdit_reminder_weekdayText_monday
source: Mon
ar: الاثنين
de: Mo
es: Lun
fa: دوشنبه
fr: Lun
hu: Hétfő
it: Lun
pl: Pn
ru: Пн
tr: Pzt
uk: Пн
vi: T.Hai
zh: 一
zh_hant: 週一

# habitEdit_reminder_weekdayText_tuesday
source: Tue
ar: الثلاثاء
de: Di
es: Mar
fa: سه‌شنبه
fr: Mar
hu: Kedd
it: Mar
pl: Wt
ru: Вт
tr: Sal
uk: Вт
vi: T.Ba
zh: 二
zh_hant: 週二

# habitEdit_reminder_weekdayText_wednesday
source: Wed
ar: الأربعاء
de: Mi
es: Mie
fa: چهارشنبه
fr: Mer
hu: Szerda
it: Mer
pl: Śr
ru: Ср
tr: Çar
uk: ср
vi: T.Tư
zh: 三
zh_hant: 週三

# habitEdit_reminder_weekdayText_thursday
source: Tur
ar: الخميس
de: Do
es: Jue
fa: پنج‌شنبه
fr: Jeu
hu: Csütörtök
it: Gio
pl: Czw
ru: Чт
tr: Per
uk: Чт
vi: T.Năm
zh_hant: 週四

# habitEdit_reminder_weekdayText_friday
source: Fri
ar: الجمعة
de: Fr
es: Vie
fa: جمعه
fr: Ven
hu: Péntek
it: Ven
pl: Pt
ru: Пт
tr: Cum
uk: Пт
vi: T.Sáu
zh: 五
zh_hant: 週五

# habitEdit_reminder_weekdayText_saturday
source: Sat
ar: السبت
de: Sa
es: Sáb
fa: شنبه
fr: Sam
hu: Szombat
it: Sab
pl: Sb
ru: Сб
tr: Cmt
uk: Сб
vi: T.Bảy
zh: 六
zh_hant: 週六

# habitEdit_reminder_weekdayText_sunday
source: Sun
ar: الأحد
de: So
es: Dom
fa: یک‌شنبه
fr: Dim
hu: Vasárnap
it: Dom
pl: Nd
ru: Вс
tr: Paz
uk: Нд
vi: C.Nhật
zh: 日
zh_hant: 週日

# habitEdit_desc_hintText
source: Memo, support Markdown
ar: ملاحظات (تدعم Markdown)
de: Memo, unterstützt Markdown
es: Memo, acepta Markdown
fa: یادداشت، با پشتیبانی از Markdown
fr: Mémo, supporte la syntaxe Markdown
hu: Feljegyzés, támogatja a Markdownt
it: Note, supportano Markdown
pl: Notatka, obsługuje Markdown
ru: Редактор, поддерживает Markdown
tr: Not, Markdown desteklenir
uk: Memo, підтримка Markdown
vi: Bản ghi nhớ, hỗ trợ Markdown
zh: 备忘, 支持Markdown
zh_hant: 備註，支援 Markdown

# habitEdit_create_datetime_prefix
source: Created:
ar: تاريخ الإنشاء:
de: Erstellt:
es: Creado por:
fa: ایجاد شده:
fr: Créée:
hu: Létrehozva:
it: Creato il:
pl: Utworzono:
ru: Создано:
tr: Oluşturuldu:
uk: Створено:
vi: Đã tạo:
zh: 创建:
zh_hant: 建立時間：

# habitEdit_modify_datetime_prefix
source: Modified:
ar: تاريخ التعديل:
de: Modifiziert:
es: Modificado:
fa: ویرایش شده:
fr: Modifiée:
hu: Módosítva:
it: Modificato il:
pl: Zmodyfikowano:
ru: Изменено:
tr: Düzenlendi:
uk: Змінено:
vi: Đã sửa đổi:
zh: 修改:
zh_hant: 修改時間：

# habitDisplay_fab_text
source: New Habit
ar: عادة جديدة
de: Neue Gewohnheit
es: Nuevo hábito
fa: عادت جدید
fr: Nouvelle habitude
hu: Új szokás
it: Nuova Abitudine
pl: Nowy nawyk
ru: Новая Привычка
tr: Yeni Alışkanlık
uk: Нова звичка
vi: Thói quen mới
zh: 新习惯
zh_hant: 新增習慣

# habitDisplay_emptyImage_text_01
source: A journey of a thousand miles begins with a single step
ar: رحلة الألف ميل تبدأ بخطوة واحدة
de: Eine tausend-kilometer Reise beginnt mit einem einzigen Schritt
es: Un viaje de cientos de kilómetros empieza con un único paso
fa: سفر هزار کیلومتری با اولین قدم آغاز می‌شود
fr: Un voyage de mille lieux commence par un pas
hu: Az ezer mérföldes utazás egyetlen lépéssel kezdődik
it: Un viaggio di mille chilometri inizia con un solo passo
pl: Podróż tysiąca mil zaczyna się od jednego kroku
ru: Путешествие в тысячу миль начинается с одного шага
tr: Uzun bir yolculuk, ilk adımla başlar
uk: Подорож у тисячу миль починається з одного кроку
vi: Hành trình vạn dặm bắt đầu từ một bước chân
zh: 千里之行, 始于足下
zh_hant: 千里之行，始於足下

# habitDisplay_notFoundImage_text_01
source: No matching habits found
hu: Nem találhatók megfelelő szokások
vi: Không tìm thấy thói quen phù hợp

# habitDisplay_notFoundImage_text_02
source: No matching habits for "{keyword}"
hu: Nincsenek megfelelő szokások a "{keyword}" számára
vi: Không thói quen phù hợp cho "{keyword}"

# habitDisplay_archiveHabitsConfirmDialog_title
source: Archive Selected Habits?
ar: أرشفة العادات المحددة؟
de: Ausgewählte Gewohnheiten archivieren?
es: ¿Quieres archivar los hábitos seleccionados?
fa: آرشیو کردن عادت‌های انتخاب شده؟
fr: Archiver les habitudes sélectionnées ?
hu: Archiválja a kiválasztott szokásokat?
it: Archivia le Abitudini Selezionate?
pl: Zarchiwizować wybrane nawyki?
ru: Архивировать выбранные привычки?
tr: Seçilen Alışkanlıkları Arşivle?
uk: Архівувати вибрані звички?
vi: Lưu trữ các thói quen đã chọn?
zh: 归档选中的习惯?
zh_hant: 封存選取的習慣？

# habitDisplay_archiveHabitsConfirmDialog_confirm
source: confirm
ar: تأكيد
cs: Potvrdit
de: Archivieren
es: confirmar
fa: تایید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确定
zh_hant: 確認

# habitDisplay_archiveHabitsConfirmDialog_cancel
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitDisplay_archiveHabitsSuccSnackbarText
source: Archived {count} habits
ar: تمت أرشفة {count, plural, =1{عادة واحدة} few{{count} عادات} many{{count} عادة} other{{count} عادة}}
de: {count} Gewohnheiten archiviert
es: {count} hábitos archivados
fa: {count} عادت آرشیو شدند
fr: {count} habitudes archivées
hu: {count} szokás archiválva
it: {count} abitudini archiviate
pl: Zarchiwizowano {count} nawyków
ru: Архивировано {count} привычек
tr: {count} alışkanlık arşivlendi
uk: Заархівовано {count} звичок
vi: Đã lưu trữ {count} thói quen
zh: 已归档{count}个习惯
zh_hant: 已封存 {count} 個習慣

# habitDisplay_unarchiveHabitsConfirmDialog_title
source: Unarchive Selected Habits?
ar: إلغاء أرشفة العادات المحددة؟
de: Ausgewählte Gewohnheiten entarchivieren?
es: ¿Quieres desarchivar los hábitos seleccionados?
fa: عادت‌های انتخاب شده از آرشیو خارج شوند؟
fr: Désarchiver les habitudes sélectionnées ?
hu: Visszavonja a kiválasztott szokások archiválásaát?
it: Rimuovere dall'archivio le abitudini selezionate?
pl: Przywrócić wybrane nawyki?
ru: Разархивировать выбранные привычки?
tr: Seçilen Alışkanlıkları Arşivden Çıkar?
uk: Розархівувати вибрані звички?
vi: Hủy lưu trữ các thói quen đã chọn?
zh: 取消选中习惯的归档?
zh_hant: 解除封存選取的習慣？

# habitDisplay_unarchiveHabitsConfirmDialog_confirm
source: confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigen
es: confirmar
fa: تایید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确定
zh_hant: 確認

# habitDisplay_unarchiveHabitsConfirmDialog_cancel
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitDisplay_unarchiveHabitsSuccSnackbarText
source: Unarchived {count} habits
ar: تم إلغاء أرشفة {count, plural, =1{عادة واحدة} few{{count} عادات} many{{count} عادة} other{{count} عادة}}
de: {count} Gewohnheiten dearchiviert
es: {count} hábitos desarchivados
fa: {count} عادت از آرشیو خارج شدند
fr: {count} habitudes désarchivées
hu: {count} szokás archiválésa visszavonva
it: {count} abitudini non archiviate
pl: Przywrócono {count} nawyków
ru: Разархивировано {count} привычек
tr: {count} alışkanlık arşivden çıkarıldı
uk: Розархівовано {count} звичок
vi: Đã hủy lưu trữ {count} thói quen
zh: 已取消{count}个习惯的归档
zh_hant: 已解除封存 {count} 個習慣

# habitDisplay_deleteHabitsConfirmDialog_title
source: Delete Selected Habits?
ar: حذف العادات المحددة؟
de: Ausgewählte Gewohnheiten löschen?
es: ¿Quieres borrar los hábitos seleccionados?
fa: عادت‌های انتخاب شده حذف شوند؟
fr: Supprimer les habitudes sélectionnées ?
hu: Törli a kiválasztott szokásokat?
it: Eliminare le abitudini selezionate?
pl: Usunąć wybrane nawyki?
ru: Удалить выбранные привычки?
tr: Seçilen Alışkanlıkları Sil?
uk: Видалити вибрані звички?
vi: Xóa các thói quen đã chọn?
zh: 删除选择的习惯?
zh_hant: 刪除選取的習慣？

# habitDisplay_deleteHabitsConfirmDialog_confirm
source: confirm
ar: تأكيد
de: Löschen
es: confirmar
fa: تایید
fr: Confirmer
hu: megerősítés
it: Conferma
pl: potwierdź
ru: подтвердить
tr: onayla
uk: підтвердити
vi: xác nhận
zh: 确定
zh_hant: 確認

# habitDisplay_deleteHabitsConfirmDialog_cancel
source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fa: لغو
fr: Annuler
hu: mégse
it: Annulla
pl: anuluj
ru: отмена
tr: iptal et
uk: скасувати
vi: hủy
zh: 取消
zh_hant: 取消

# habitDisplay_deleteHabitsSuccSnackbarText
source: Deleted {count} habits
ar: تم حذف {count, plural, =1{عادة واحدة} few{{count} عادات} many{{count} عادة} other{{count} عادة}}
de: {count} Gewohnheiten gelöscht
es: {count} hábitos borrados
fa: {count} عادت حذف شدند
fr: {count} habitudes supprimées
hu: {count} szokás törölve
it: {count} abitudini eliminate
pl: Usunięto {count} nawyków
ru: Удалено {count} привычек
tr: {count} alışkanlık silindi
uk: Видалено {count} звичок
vi: Đã xóa {count} thói quen
zh: 已删除{count}个习惯
zh_hant: 已刪除 {count} 個習慣
