Repository: FriesI23/mhabit
Catalog: assets/l10n/*.arb
Languages: ar, cs, de, es, fa, fr, hu, it, pl, ru, tr, uk, vi, zh, zh_hant

# appSync_webdav_resultStatus_withReason
source: {status, select, success {Completed due to {reason}} cancelled {Canceled due to {reason}} failed {Failed due to {reason}} multi {Multiple statuses due to {reason}} other {Unknown status}}
ar: {status, select, success {اكتمل بسبب {reason}} cancelled {أُلغي بسبب {reason}} failed {فشل بسبب {reason}} multi {حالات متعددة بسبب {reason}} other {حالة غير معروفة}}
es: {status, select, success {Completado debido a {reason}} cancelled {Cancelado debido a {reason}} failed {Fallido debido a {reason}} multi {Múltiples estados debido a {reason}} other {Estado desconocido}}
hu: {status, select, success {Befejezve ({reason} miatt)} cancelled {Mégsem ({reason} miatt)} failed {Sikertelen ({reason} miatt)} multi {Többszörös állapotok ({reason} miatt)} other {Ismeretlen állapot}}
pl: {status, select, success {Zakończono: {reason}} cancelled {Anulowano: {reason}} failed {Nie powiodło się: {reason}} multi {Wiele statusów: {reason}} other {Nieznany status}}
ru: {status, select, success {Выполнено по причине {reason}} cancelled {Отменено по причине {reason}} failed {Провалено по причине {reason}} multi {Несколько состояний по причине {reason}} other {Неизвестное состояние}}
tr: {status, select, success {{reason} nedeniyle tamamlandı} cancelled {{reason} nedeniyle iptal edildi} failed {{reason} nedeniyle başarısız oldu} multi {{reason} nedeniyle birden fazla durum oluştu} other {Bilinmeyen durum}}

# appSync_webdav_resultReason
source: {reason, select, error {Error} userAction {User action required} missingHabitUuid {Missing habit UUID} empty {Empty data} other {Unknown reason}}
ar: {reason, select, error {خطأ} userAction {يتطلب إجراءً من المستخدم} missingHabitUuid {معرّف العادة مفقود} empty {بيانات فارغة} other {سبب غير معروف}}
es: {reason, select, error {Error} userAction {Acción del usuario requerida} missingHabitUuid {Falta el UUID del hábito} empty {Datos vacíos} other {Razón desconocida}}
hu: {reason, select, error {Hiba} userAction {Felhasználói művelet szükséges} missingHabitUuid {Hiányzó szokás UUID} empty {Üres adat} other {Ismeretlen ok}}
pl: {reason, select, error {Błąd} userAction {Wymagana akcja użytkownika} missingHabitUuid {Brak UUID nawyku} empty {Puste dane} other {Nieznany powód}}
ru: {reason, select, error {Ошибка} userAction {Требуется действие} missingHabitUuid {Отсутствует UUID привычки} empty {Пустые данные} other {Неизвестная причина}}
tr: {reason, select, error {Hata} userAction {Kullanıcı müdahalesi gerekli} missingHabitUuid {Alışkanlık UUID'si eksik} empty {Boş veri} other {Bilinmeyen neden}}

# appSync_webdav_newServerConfirmDialog_titleText
source: New Location
ar: موقع جديد
es: Ubicación nueva
hu: Új hely
pl: Nowa lokalizacja
ru: Новое местоположение
tr: Yeni Konum
uk: Нова локація
vi: Vị trí mới

# appSync_webdav_newServerConfirmDialog_subtitleText
source: Syncing will create necessary directories and upload local habits to the server. Continue?
ar: ستقوم المزامنة بإنشاء المجلدات اللازمة ورفع العادات المحلية إلى الخادم. هل ترغب في المتابعة؟
es: La sincronización creará los directorios necesarios y subirá los hábitos al servidor. ¿Continuar?
hu: A szinkron létrehozza a szükséges könyvtárakat és feltölti a helyi szokásokat a szerverre. Folytatod?
pl: Synchronizacja utworzy potrzebne katalogi i wgra lokalne nawyki na serwer. Kontynuować?
ru: Синхронизация создаст необходимые папки и загрузит локальные привычки на сервер. Продолжать?
tr: Eşleme gerekli klasörleri oluşturacak ve yerel alışkanlıkları sunucuya yükleyecek. Devam edilsin mi?
uk: Синхронізація створить необхідні каталоги та завантажить локальні звички на сервер. Продовжити?
vi: Đồng bộ hóa sẽ tạo các thư mục cần thiết và tải các thói quen cục bộ lên máy chủ. Tiếp tục?

# appSync_webdav_newServerConfirmDialog_confirmText
source: Sync Now!
ar: مزامنة الآن!
es: Sincronizar ahora!
hu: Szinkron most!
pl: Synchronizuj teraz!
ru: Синхронизировать сейчас!
tr: Şimdi Eşle!
uk: Синхронізувати зараз!
vi: Đồng bộ hóa ngay!

# appSync_webdav_oldServerConfirmDialog_titleText
source: Confirm Sync
ar: تأكيد المزامنة
es: Confirmar sincronización
hu: Szinkron megerősítése
pl: Potwierdź synchronizację
ru: Подтвердите синхронизацию
tr: Eşlemeyi Onayla
uk: Підтвердити синхронізацію
vi: Xác nhận đồng bộ hóa

# appSync_webdav_oldServerConfirmDialog_subtitleText
source: Directory isn't empty. Syncing will merge server and local habits. Continue?
ar: المجلد ليس فارغًا. ستقوم المزامنة بدمج العادات الموجودة على الخادم مع العادات المحلية. هل ترغب في المتابعة؟
es: El directorio está vacío. La sincronización mezclará los hábitos subidos y en local. ¿Continuar?
hu: A könyvtár nem üres. A szinkron összevonja a szerver és a helyi szokásokat. Folytatod?
pl: Katalog nie jest pusty. Synchronizacja połączy dane serwera i lokalne. Kontynuować?
ru: Папка не пустая. Синхронизация объединит локальные привычки с теми что со сервера. Продолжить?
tr: Klasör boş değil. Eşleme, sunucu ve yerel alışkanlıkları birleştirecek. Devam edilsin mi?
uk: Каталог не порожній. Синхронізація об’єднає серверні та локальні звички. Продовжити?
vi: Thư mục không trống. Đồng bộ hóa sẽ hợp nhất máy chủ và thói quen cục bộ. Tiếp tục?

# appSync_webdav_oldServerConfirmDialog_confirmText
source: Confirm Merge
ar: تأكيد الدمج
es: Confirmar mezcla
hu: Összevonás megerősítése
pl: Potwierdź scalanie
ru: Подтверждение слияния
tr: Birleştirmeyi Onayla
uk: Підтвердити об’єднання
vi: Xác nhận hợp nhất

# appSync_exportAllLogsTile_titleText
source: Export Failed Sync Logs
ar: تصدير سجلات المزامنة الفاشلة
es: Exportar registros de sincronización fallida
hu: Sikertelen szinkron naplók exportálása
pl: Eksportuj nieudane logi synchronizacji
ru: Экспорт журналов неудачной синхронизации
tr: Hatalı Eşleme Kayıtlarını Dışa Aktar
uk: Експорт журналів невдалої синхронізації
vi: Xuất nhật ký đồng bộ hóa không thành công

# appSync_exportAllLogsTile_subtitleText
source: {isEmpty, select, true {No log founded} false {Tap to export} other {loading...}}
ar: {isEmpty, select, true {لم يتم العثور على سجلات} false {انقر للتصدير} other {جاري التحميل...}}
es: {isEmpty, select, true {No se encontró ningún registro} false {Toca para exportar} other {cargando...}}
hu: {isEmpty, select, true {Nincs napló} false {Koppints az exportáláshoz} other {betöltés...}}
pl: {isEmpty, select, true {Brak logów} false {Dotknij, aby wyeksportować} other {Ładowanie...}}
ru: {isEmpty, select, true {Нет журналов} false {Нажмите для экспорта} other {загрузка...}}
tr: {isEmpty, select, true {Kayıt bulunamadı} false {Dışa aktarmak için dokunun} other {yükleniyor...}}

# appSync_syncServerType_text
source: {isCurrent, select, true {Current: } other {}}{name, select, webdav {WebDAV} fake {Fake (Only For Debugger)} other {Unknown ({name})}}
ar: {isCurrent, select, true {الحالي: } other {}}{name, select, webdav {WebDAV} fake {تجريبي (لأغراض التصحيح فقط)} other {غير معروف ({name})}}
es: {isCurrent, select, true {Actual: } other {}}{name, select, webdav {WebDAV} fake {Falso (Solo para depuración)} other {Desconocido ({name})}}
hu: {isCurrent, select, true {Aktuális: } other {}}{name, select, webdav {WebDAV} fake {Fake (Csak hibakereséshez)} other {Ismeretlen ({name})}}
pl: {isCurrent, select, true {Bieżący: } other {}}{name, select, webdav {WebDAV} fake {Fałszywy (tylko dla debugera)} other {Nieznany ({name})}}
ru: {isCurrent, select, true {Текущая: } other {}}{name, select, webdav {WebDAV} fake {Фальшивая (Только для отладки)} other {Неизвестная ({name})}}
tr: {isCurrent, select, true {Mevcut: } other {}}{name, select, webdav {WebDAV} fake {Test (Sadece Geliştirici İçin)} other {Bilinmeyen ({name})}}

# appSync_networkType_text
source: {type, select, mobile {Mobile} wifi {Wifi} other {Unknown}}
ar: {type, select, mobile {بيانات الجوال} wifi {Wi-Fi} other {غير معروف}}
es: {type, select, mobile {Móvil} wifi {Wifi} other {Desconocido}}
hu: {type, select, mobile {Mobil} wifi {Wi-Fi} other {Ismeretlen}}
pl: {type, select, mobile {Sieć komórkowa} wifi {Wifi} other {Nieznana}}
ru: {type, select, mobile {Мобильный} wifi {Wifi} other {Неизвестно}}
tr: {type, select, mobile {Mobil} wifi {Wifi} other {Bilinmeyen}}

# appSync_syncInterval_text
source: {name, select, manual {Manual} minute5 {5 Minutes} minute15 {15 Minutes} minute30 {30 Minutes} hour1 {1 Hour} other {Unknown}}
ar: {name, select, manual {يدوي} minute5 {كل 5 دقائق} minute15 {كل 15 دقيقة} minute30 {كل 30 دقيقة} hour1 {كل ساعة} other {غير معروف}}
es: {name, select, manual {Manual} minute5 {5 Minutos} minute15 {15 Minutos} minute30 {30 Minutos} hour1 {1 Hora} other {Desconocido}}
hu: {name, select, manual {Kézi} minute5 {5 perc} minute15 {15 perc} minute30 {30 perc} hour1 {1 óra} other {Ismeretlen}}
pl: {name, select, manual {Ręcznie} minute5 {5 Minutes} minute15 {15 minut} minute30 {30 minut} hour1 {1 godzina} other {Nieznany}}
ru: {name, select, manual {Вручную} minute5 {5 минут} minute15 {15 минут} minute30 {30 минут} hour1 {1 Hour} other {Неизвестно}}
tr: {name, select, manual {Manuel} minute5 {5 Dakika} minute15 {15 Dakika} minute30 {30 Dakika} hour1 {1 Saat} other {Bilinmeyen}}
uk: {name, select, manual {Вручну} minute5 {5 Хвилин} minute15 {15 Хвилин} minute30 {30 Хвилин} hour1 {1 Час} other {Unknown}}

# appSync_syncIntervalTile_title
source: Fetch Interval
ar: الفاصل الزمني للمزامنة
es: Obtener Intervalo
hu: Lekérdezési időköz
pl: Interwał pobierania
ru: Интервал получения
tr: Senkronizasyon Sıklığı
uk: Інтервал отримання
vi: Khoảng thời gian tìm nạp

# appSync_summaryTile_title
source: Sync Server
ar: خادم المزامنة
es: Servidor de sincronización
hu: Szinkron szerver
pl: Serwer synchronizacji
ru: Сервер синхронизации
tr: Eşleme Sunucusu
uk: Сервер синхронізації
vi: Máy chủ đồng bộ hóa

# appSync_summaryTile_subtitle_text_notConfigured
source: Not Configured
ar: غير مُهيأ
es: No Configurado
hu: Nincs beállítva
pl: Nie skonfigurowano
ru: Не настроено
tr: Yapılandırılmadı
uk: Не налаштовано
vi: Chưa được định cấu hình

# appSync_exportAllLogsTile_exportSubjectText
source: All recent failed sync logs
ar: جميع سجلات المزامنة الفاشلة الأخيرة
es: Todos los registros de sincronización fallida recientes
hu: Minden legutóbbi sikertelen szinkron napló
pl: Wszystkie ostatnie nieudane logi synchronizacji
ru: Все последние ошибки синхронизации
tr: Tüm son başarısız eşleme kayıtları
uk: Усі останні журнали невдалої синхронізації
vi: Tất cả nhật ký đồng bộ hóa không thành công gần đây

# appSync_serverEditor_saveDialog_titleText
source: Confirm Save Changes
ar: تأكيد حفظ التغييرات؟
es: Confirmar cambios
hu: Módosítások mentésének megerősítése
pl: Potwierdź zapis zmian
ru: Подтвердить сохранение изменений
tr: Değişiklikleri Kaydetmeyi Onayla
uk: Підтвердьте збереження змін
vi: Xác nhận lưu thay đổi

# appSync_serverEditor_saveDialog_subtitleText
source: Saving will overwrite previous server configuration.
ar: سيؤدي الحفظ إلى الكتابة فوق إعدادات الخادم السابقة.
es: Guardar sobrescribirá la configuración anterior del servidor.
hu: A mentés felülírja az előző szerverkonfigurációt.
pl: Zapisanie nadpisze poprzednią konfigurację serwera.
ru: Сохранение перетрёт предыдущие настройки сервера
tr: Kaydetme işlemi önceki sunucu yapılandırmasının üzerine yazacaktır.
uk: Збереження перезапише попередню конфігурацію сервера.
vi: Việc lưu sẽ ghi đè lên cấu hình máy chủ trước đó.

# appSync_serverEditor_exitDialog_titleText
source: Unsaved Changes
ar: تغييرات غير محفوظة
es: Cambios no guardados
hu: Mentetlen módosítások
pl: Niezapisane zmiany
ru: Несохранённые изменения
tr: Kaydedilmemiş Değişiklikler
uk: Незбережені зміни
vi: Những thay đổi chưa được lưu

# appSync_serverEditor_exitDialog_subtitleText
source: Exiting will discard all unsaved changes.
ar: سيؤدي الخروج إلى تجاهل جميع التغييرات غير المحفوظة.
es: Salir descartará todos los cambios no guardados
hu: Kilépéskor minden mentetlen módosítás elvész.
pl: Wyjście spowoduje utratę wszystkich niezapisanych zmian.
ru: Выход отбросит все несохранённые изменения.
tr: Çıkıldığında kaydedilmemiş tüm değişiklikler silinir.
uk: Вихід призведе до скасування всіх незбережених змін.
vi: Việc thoát sẽ loại bỏ tất cả các thay đổi chưa được lưu.

# appSync_serverEditor_deleteDialog_titleText
source: Confirm Delete
ar: تأكيد الحذف؟
es: Confirmar eliminación
hu: Törlés megerősítése
pl: Potwierdź usunięcie
ru: Подтвердить удаление
tr: Silmeyi Onayla
uk: Підтвердьте видалення
vi: Xác nhận Xóa

# appSync_serverEditor_deleteDialog_subtitleText
source: Deleting will remove current server config.
ar: سيؤدي الحذف إلى إزالة إعدادات الخادم الحالية.
es: Eliminar quitará la configuración actual del servidor.
hu: A törlés eltávolítja az aktuális szerverkonfigurációt.
pl: Usunięcie spowoduje skasowanie bieżącej konfiguracji serwera.
ru: Удаление удаляет текущую конфигурацию сервера.
tr: Silme işlemi mevcut sunucu yapılandırmasını kaldıracaktır.
uk: Видалення призведе до видалення поточної конфігурації сервера.
vi: Việc xóa sẽ xóa cấu hình máy chủ hiện tại.

# appSync_serverEditor_titleText_add
source: New Sync Server
ar: خادم مزامنة جديد
es: Nuevo servidor de sincronización
hu: Új szinkron szerver
pl: Nowy serwer synchronizacji
ru: Новый сервер синхронизации
tr: Yeni Eşleme Sunucusu
uk: Новий сервер синхронізації
vi: Máy chủ đồng bộ hóa mới

# appSync_serverEditor_titleText_modify
source: Modify Sync Server
ar: تعديل خادم المزامنة
es: Modificar servidor de sincronización
hu: Szinkron szerver módosítása
pl: Edytuj serwer synchronizacji
ru: Изменить сервер синхронизации
tr: Eşleme Sunucusunu Değiştir
uk: Змінити сервер синхронізації
vi: Sửa đổi máy chủ đồng bộ hóa

# appSync_serverEditor_advance_titleText
source: Advanced Configs
ar: إعدادات متقدمة
es: Configuración avanzada
hu: Speciális beállítások
pl: Zaawansowane ustawienia
ru: Расширенные настройки
tr: Gelişmiş Yapılandırmalar
uk: Розширені конфігурації
vi: Cấu hình nâng cao

# appSync_serverEditor_pathTile_titleText
source: Path
ar: المسار
es: Ruta
hu: Elérési út
pl: Ścieżka
ru: Путь
tr: Yol
uk: Шлях
vi: Đường dẫn

# appSync_serverEditor_pathTile_hintText
source: Enter a valid WebDAV path here.
ar: أدخل مسار WebDAV صالحًا هنا.
es: Introduzca una ruta válida de WebDAV.
hu: Írd be ide az érvényes WebDAV elérési utat.
pl: Wprowadź tutaj prawidłową ścieżkę WebDAV.
ru: Введите правильный путь WebDAV.
tr: Buraya geçerli bir WebDAV yolu girin.
uk: Введіть тут дійсний шлях WebDAV.
vi: Nhập đường dẫn WebDAV hợp lệ tại đây.

# appSync_serverEditor_pathTile_errorText_emptyPath
source: Path shouldn't be empty!
ar: يجب ألا يكون المسار فارغًا!
es: ¡La ruta no puede estar vacía!
hu: Az elérési út nem lehet üres!
pl: Ścieżka nie może być pusta!
ru: Путь не должен быть пустым!
tr: Yol boş olmamalı!
uk: Шлях не повинен бути порожнім!
vi: Đường dẫn không được trống!

# appSync_serverEditor_usernameTile_titleText
source: Username
ar: اسم المستخدم
es: Usuario
hu: Felhasználónév
pl: Nazwa użytkownika
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng

# appSync_serverEditor_usernameTile_hintText
source: Enter username here, leave empty if not required.
ar: أدخل اسم المستخدم هنا. اتركه فارغًا إذا لم يكن مطلوبًا.
es: Ingrese el nombre de usuario aquí, deje vacío si no es necesario
hu: Add meg a felhasználónevet, hagyd üresen, ha nem szükséges.
pl: Wprowadź nazwę użytkownika, pozostaw puste jeśli nie jest wymagana.
ru: Введите имя пользователя, если оно не требуется, оставьте его пустым.
tr: Buraya kullanıcı adını girin, gerekli değilse boş bırakın.
uk: Введіть тут ім’я користувача, залиште порожнім, якщо не потрібно.
vi: Nhập tên người dùng ở đây, để trống nếu không cần thiết.

# appSync_serverEditor_passwordTile_titleText
source: Password
ar: كلمة المرور
es: Contraseña
hu: Jelszó
pl: Hasło
ru: Пароль
tr: Parola
uk: Пароль
vi: Mật khẩu

# appSync_serverEditor_ignoreSSLTile_titleText
source: Ignore SSL Certificate
ar: تجاهل شهادة SSL
es: Ignorar certificado SSL
hu: SSL tanúsítvány figyelmen kívül hagyása
pl: Ignoruj certyfikat SSL
ru: Игнорировать проблемы с TLS сертификатом
tr: SSL sertifikasını yok say
uk: Ігнорувати сертифікат SSL
vi: Bỏ qua chứng chỉ SSL

# appSync_serverEditor_timeoutTile_titleText
source: Sync Timeout Seconds
ar: مهلة المزامنة (بالثواني)
es: Segundos de tiempo de espera de sincronización
hu: Szinkron időkorlát (másodperc)
pl: Limit czasu synchronizacji (sekundy)
ru: Время ожидания синхронизации
tr: Senkronizasyon Zaman Aşımı (Saniye)
uk: Секунди тайм-ауту синхронізації
vi: Đồng bộ hóa thời gian chờ giây

# appSync_serverEditor_timeoutTile_hintText
source: Default: {seconds, plural, =0 {Infinite} other {{seconds}{unit}}}
ar: الافتراضي: {seconds, plural, =0 {غير محدد} other {{seconds} {unit}}}
es: Predeterminado: {seconds, plural, =0 {Infinito} other {{seconds}{unit}}}
hu: Alapértelmezett: {seconds, plural, =0 {Végtelen} other {{seconds}{unit}}}
pl: Domyślnie: {seconds, plural, =0 {Nieskończony} other {{seconds}{unit}}}
ru: По умолчанию: {seconds, plural, =0 {Infinite} other {{seconds}{unit}}}
tr: Varsayılan: {seconds, plural, =0 {Infinite} other {{seconds}{unit}}}
uk: За замовчуванням: {seconds, plural, =0 {Infinite} other {{seconds}{unit}}}

# appSync_serverEditor_timeoutTile_unitText
source: s
ar: ثانية
es: sg
hu: mp
ru: с
tr: sn
uk: с

# appSync_serverEditor_connTimeoutTile_titleText
source: Network Connection Timeout Seconds
ar: مهلة اتصال الشبكة (بالثواني)
es: Segundos de tiempo de espera de conexión de red
hu: Hálózati kapcsolat időkorlát (mp)
pl: Limit czasu połączenia sieciowego (sekundy)
ru: Тайм-аут сетевого соединения, в секундах
tr: Ağ Bağlantısı Zaman Aşımı (Saniye)
uk: Тайм-аут підключення до мережі, секунди
vi: Số giây hết thời gian kết nối mạng

# appSync_serverEditor_connTimeoutTile_hintText
source: Default: {seconds, plural, =0 {Infinite} other {{seconds}{unit}}}
ar: الافتراضي: {seconds, plural, =0 {غير محدد} other {{seconds} {unit}}}
es: Predeterminado: {seconds, plural, =0 {Infinito} other {{seconds}{unit}}}
hu: Alapértelmezett: {seconds, plural, =0 {Végtelen} other {{seconds}{unit}}}
pl: Domyślnie: {seconds, plural, =0 {Nieskończony} other {{seconds}{unit}}}
ru: По умолчанию: {seconds, plural, =0 {Infinite} other {{seconds}{unit}}}
tr: Varsayılan: {seconds, plural, =0 {Infinite} other {{seconds}{unit}}}
uk: За замовчуванням: {seconds, plural, =0 {Infinite} other {{seconds}{unit}}}

# appSync_serverEditor_connTimeoutTile_unitText
source: s
ar: ثانية
hu: mp
ru: с
tr: sn
uk: с

# appSync_serverEditor_connRetryCountTile_titleText
source: Network Connection Retry Count
ar: عدد مرات إعادة محاولة اتصال الشبكة
hu: Hálózati újrapróbálkozások száma
pl: Liczba prób ponownego połączenia
ru: Количество повторных попыток подключения к сети
tr: Ağ bağlantısı yeniden deneme sayısı
uk: Кількість спроб підключення до мережі
vi: Số lần thử lại kết nối mạng

# appSync_serverEditor_connRetryCountTile_hintText
source: Default: {count, plural, =0 {Retry disabled} other {{count}}}
ar: الافتراضي: {count, plural, =0 {إعادة المحاولة معطلة} other {{count}}}
hu: Alapértelmezett: {count, plural, =0 {Újrapróbálkozás letiltva} other {{count}}}
pl: Domyślnie: {count, plural, =0 {Ponowne próby wyłączone} other {{count}}}
ru: По умолчанию: {count, plural, =0 {Повторы отключены} other {{count}}}
tr: Varsayılan: {count, plural, =0 {Retry disabled} other {{count}}}
uk: За замовчуванням: {count, plural, =0 {Retry disabled} other {{count}}}
vi: Mặc định: {count, plural, =0 {Retry disabled} other {{count}}}

# appSync_serverEditor_netTypeTile_titleText
source: Network Sync Mode
ar: وضع مزامنة الشبكة
hu: Hálózati szinkron mód
pl: Tryb synchronizacji sieci
ru: Режим сетевой синхронизации
tr: Ağ eşleme kipi
uk: Режим мережевої синхронізації
vi: Chế độ đồng bộ mạng

# appSync_serverEditor_netTypeTile_typeTooltip
source: {type, select, mobile {Sync on Cellular Network} wifi {Sync on Wifi} other {Unknown}}
ar: {type, select, mobile {المزامنة عبر بيانات الجوال} wifi {المزامنة عبر Wi-Fi} other {غير معروف}}
hu: {type, select, mobile {Szinkron mobilhálózaton} wifi {Szinkron Wi-Fi-n} other {Ismeretlen}}
pl: {type, select, mobile {Synchronizacja przez sieć komórkową} wifi {Synchronizacja przez Wifi} other {Nieznany}}
ru: {type, select, mobile {Синхронизация по мобильному интернету} wifi {Синхронизация по Wifi} other {Неизвестно}}
tr: {type, select, mobile {Hücresel ağda eşleme} wifi {WiFi'de eşleme} other {Bilinmiyor}}

# appSync_serverEditor_netTypeTile_lowDataText
source: LowData
ar: توفير البيانات
hu: Alacsony adatforgalom
pl: Tryb niskiego transferu
ru: Низкое потребление данных
tr: Düşük Veri
vi: Dữ liệu thấp

# appSync_noti_readyToSync_body
source: Preparing to sync...
hu: Szinkron előkészítése...
pl: Przygotowanie do synchronizacji...
ru: Подготовка к синхронизации...
tr: Eşitlemeye hazırlanıyor...
uk: Підготовка до синхронізації...
vi: Đang chuẩn bị đồng bộ hóa...

# appSync_noti_syncing_title
source: {synced, select, synced {Synced ({type})} failed {Sync Failed ({type})} other {Syncing ({type})}}
hu: {synced, select, synced {Szinkron kész ({type})} failed {Szinkron sikertelen ({type})} other {Szinkron folyamatban ({type})}}
pl: {synced, select, synced {Zsynchronizowano ({type})} failed {Błąd synchronizacji ({type})} other {Synchronizacja ({type})}}
ru: {synced, select, synced {Синхронизировано ({type})} failed {Ошибка синхронизации ({type})} other {Синхронизация ({type})}}
tr: {synced, select, synced {Eşitlendi ({type})} failed {Eşitleme Başarısız ({type})} other {Eşitleniyor ({type})}}
uk: {synced, select, synced {Синхронізовано ({type})} failed {Помилка синхронізації ({type})} other {Синхронізація ({type})}}

# appSync_serverEditor_netTypeTile_lowDataTooltip
source: Sync in Low Data Mode
ar: المزامنة في وضع توفير البيانات
hu: Szinkron alacsony adatforgalom módban
pl: Synchronizuj w trybie niskiego transferu
ru: Синхронизация в режиме низких данных
tr: Düşük veri kipinde eşle
uk: Синхронізація в режимі низького рівня даних
vi: Đồng bộ hóa ở chế độ dữ liệu thấp

# experimentalFeatures_warnginBanner_title
source: One or more experimental features are enabled, Use with caution.
ar: تم تفعيل ميزة تجريبية واحدة أو أكثر. استخدمها بحذر.
hu: Egy vagy több kísérleti funkció engedélyezve, használatukkal óvatosan.
pl: Jedna lub więcej funkcji eksperymentalnych jest włączona. Używaj z ostrożnością.
ru: Включено одну или несколько экспериментальных возможностей. Используйте с осторожностью.
tr: Bir veya daha fazla deneysel özellik etkinleştirilir, dikkatli kullanın.
uk: Увімкнено одну або кілька експериментальних функцій. Використовуйте з обережністю.
vi: Một hoặc nhiều tính năng thử nghiệm đã bật. Hãy thận trọng khi sử dụng.

# experimentalFeatures_habitSyncTile_titleText
source: Habit Cloud Sync
ar: مزامنة العادات سحابيًا
hu: Szokások felhő szinkron
pl: Chmurowa synchronizacja nawyków
ru: Синхронизация привычек с облаком
tr: Alışkanlık bulut eşlemesi
uk: Синхронізація з хмарою звичок
vi: Đồng bộ đám mây thói quen

# experimentalFeatures_habitSyncTile_subtitleText
source: Once enabled, the app's sync option will appear in settings
ar: بمجرد التفعيل، سيظهر خيار المزامنة في إعدادات التطبيق.
hu: Engedélyezés után a szinkron opció megjelenik a beállításokban
pl: Po włączeniu opcja synchronizacji pojawi się w ustawieniach
ru: После включения, опция синхронизации приложения появится в настройках
tr: Etkinleştirildikten sonra, uygulamanın eşleme seçeneği ayarlarda görünecektir
uk: Після ввімкнення опція синхронізації програми з’явиться в налаштуваннях
vi: Sau khi đã bật, tùy chọn đồng bộ hóa của ứng dụng sẽ xuất hiện trong cài đặt
